## V280 2007/02/06

[Chinese]
Images/NewUI2/logo%d.png=Images/Chinese/logo%d.png
Images/NewUI/ItemSlot.smf=Images/Chinese/ItemSlot.smf
Images/Game/SelfIndicator3.png=Images/Chinese/SelfIndicator3.png
Images/NewUI2/NewLogoImg.jpg=Images/Chinese/NewLogoImg.jpg
Images/NewUI/ReadyStart.smf=Images/Chinese/ReadyStart.smf
Images/NewUI2/Pixel.png=Images/Chinese/Pixel.png
Images/NewUI2/Exp.png=Images/Chinese/Exp.png
Images/NewUI2/PixelExp.png=Images/Chinese/PixelExp.png
Images/NewUI/BigshotLogo.png=Images/Chinese/BigshotLogo.png
Images/NewUI/BigshotLogoBW.png=Images/Chinese/BigshotLogoBW.png
Images/NewUI2/ClearResult.png=Images/Chinese/ClearResult.png
Images/NewUI2/Icons.smf=Images/Chinese/Icons.smf
Images/NewUI2/LobbyBack.smf=Images/Chinese/LobbyBack.smf
Images/NewUI2/RoomUserSlot.smf=Images/Chinese/RoomUserSlot.smf
Images/NewUI/ControlGuide.smf=Images/Chinese/ControlGuide.smf
Images/UI/Score.smf=Images/Chinese/Score.smf
Images/Quest/skip.png=Images/Chinese/skip.png
Images/Quest/EscSkip.png=Images/Chinese/EscSkip.png
Images/UI/BossHPGauge.smf=Images/Chinese/BossHPGauge.smf
Images/NewUI2/ShopSlotImg.smf=Images/Chinese/ShopSlotImg.smf
Images/Tutorial/Click.smf=Images/Chinese/Tutorial/Click.smf
Images/Tutorial/Controller00.smf=Images/Chinese/Tutorial/Controller00.smf
Data/ShopItem.ini=Data/ShopItem-Chn.ini
Data/EquipBonus.ini=Data/EquipBonus-Chn.ini
Images/NewUI2/LoadingPageSourceKR.smf=Images/NewUI2/LoadingPageSourceCN.smf
Data/TipMsg.ini=Data/TipMsg-Chn.ini
Images/NewUI2/LoadingBack1.jpg=Images/Chinese/haircolor/LoadingBack1.jpg
Images/NewUI2/LoadingBack2.jpg=Images/Chinese/haircolor/LoadingBack2.jpg
Images/NewUI2/LoadingBack3.jpg=Images/Chinese/haircolor/LoadingBack3.jpg
Images/NewUI2/LoadingBack4.jpg=Images/Chinese/haircolor/LoadingBack4.jpg
Images/NewUI2/LoadingBack5.jpg=Images/Chinese/haircolor/LoadingBack5.jpg
Images/NewUI2/LoadingBack6.jpg=Images/Chinese/haircolor/LoadingBack6.jpg
Images/NewUI2/ClearResultSlotLadder.smf=Images/Chinese/ClearResultSlotLadder.smf
Images/NewUI2/ChrIcons.smf=Images/Chinese/ChrIcons_CN.smf
Images/NewUI2/BigChrIcons.smf=Images/Chinese/BigChrIcons_CN.smf
Maps/ReadyRoom.map=Maps/ReadyRoomCN.map
Effects/Target/Efx/EnemyTarget.efx=Effects/Target/Efx/EnemyTarget_CN.efx

MapFileName=MapFileNameChn
Megatron00m:NewPvp=Megatron00m_ch:NewPvp
Megatron00:NewPvp=Megatron00_ch:NewPvp
Megatron01:NewPvp=Megatron01_ch:NewPvp
Megatron_b:NewPvp=Megatron_b_ch:NewPvp
Megatron_M00:NewPvp=Megatron_M00_ch:NewPvp

Megatron00m=Megatron00m_ch
Megatron00=Megatron00_ch
Megatron01=Megatron01_ch
Megatron_b=Megatron_b_ch
Megatron_M00=Megatron_M00_ch

#Maps/Megatron00m.map=Maps/Megatron00m_ch.map
#Maps/Megatron00.map=Maps/Megatron00_ch.map
#Maps/Megatron01.map=Maps/Megatron01_ch.map
#Maps/Megatron_b.map=Maps/Megatron_b_ch.map
#Maps/Megatron_M00.map=Maps/Megatron_M00_ch.map
#Maps/Quest06_Stage#Easy.map=Maps/Quest06_Stage#Easy_ch.map
#Maps/Quest06_Stage#Normal.map=Maps/Quest06_Stage#Normal_ch.map
#Maps/Quest06_Stage#Hard.map=Maps/Quest06_Stage#Hard_ch.map
#Maps/Quest06_Stage#Extreme.map=Maps/Quest06_Stage#Extreme_ch.map

Images/NewUI2/LoadingPageSourceKR.smf=Images/Chinese/LoadingPageSourceCN.smf
Maps/NewUI2/LoadingPageSourceKR.smf=Images/Chinese/LoadingPageSourceCN.smf
# Event Msg Begin ##########################################################################################
이미 클라이언트 설치이벤트에 참가하였던 PC입니다.이벤트에 참여하시려면 기타 PC를 통하여 진행해주시기바랍니다.=本电脑上已领取装机送金币活动奖励，参加此活动请使用其他电脑。
축하합니다!클라이언트 설치이벤트를 통하여 10000픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得10000金币。活动详情请查询官方网站-www.popshot.com.cn。
축하합니다!클라이언트 설치이벤트를 통하여 8888픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得8888金币。活动详情请查询官方网站-www.popshot.com.cn。
축하합니다!클라이언트 설치이벤트를 통하여 6666픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得6666金币。活动详情请查询官方网站-www.popshot.com.cn。
축하합니다!클라이언트 설치이벤트를 통하여 2008픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得2008金币。活动详情请查询官方网站-www.popshot.com.cn。
축하합니다!클라이언트 설치이벤트를 통하여 1818픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得1818金币。活动详情请查询官方网站-www.popshot.com.cn。
축하합니다!클라이언트 설치이벤트를 통하여 666픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得666金币。活动详情请查询官方网站-www.popshot.com.cn。
축하합니다!클라이언트 설치이벤트를 통하여 888픽셀을 획득하였습니다. 상세한 이벤트내용은 공식홈페이지-www.popshot.com.cn을 방문해주세요.=恭喜您！通过装机送金币活动您将获得888金币。活动详情请查询官方网站-www.popshot.com.cn。
# Event Msg End   ##########################################################################################
# NickName making window Begin #############################################################################
닉네임 만들기=创建昵称
빅샷에서 사용할 멋지고 이쁜 닉네임을 만들어 주세요.=请创建在游戏中要使用的昵称。
단, 다음에 해당하는 닉네임의 경우는 운영자에 의하여=如昵称涉及到如下内容管理员有权在没有事前警告的情况下
사전 경고 없이 제재를 받거나 닉네임이 변경 또는 삭제=删除、变更昵称或对帐号进行封停处理。
될 수 있습니다.= 
- 사회 통념상 수용하기 어려운 닉네임=- 违背社会传统观念的昵称
- 아이템 및 캐릭터를 교환하려는 의도가 보이는 닉네임=- 有交换道具与角色意图的昵称
- 욕설 및 음란한 단어의 닉네임=- 包含禁用词汇的昵称
- 운영자를 사칭하거나 그러한 의도가 보이는 닉네임=- 冒充管理员或有冒充意图的昵称
- 특정 대상을 광고하는 닉네임=- 宣传特定对象的昵称
등록된 닉네임은 변경될 수 없으니 신중하게 결정하세요.=昵称一旦决定后，将无法变更。请慎重进行选择。
올바르지 않은 이름입니다.\n\n다시 입력해주세요.=错误的昵称。\n\n请重新输入。
꼭 확인하시어 닉네임을 생성하시기 바랍니다.=请务必在确认以后建立昵称。
# NickName making window End ###############################################################################
# Messenger Begin #########################################################################################
넥슨 플러그=好友管理器
그룹 관리 실패=群组管理失败
그룹 등록 실패\n\n그룹을 등록 할 수 없습니다.=群组登录失败\n\n无法登录群组。
그룹 등록실패=群组登录失败
그룹 삭제=删除群组
그룹 삭제 실패\n\n그룹에 멤버가 있는지 확인해 주세요.=删除群组失败\n\n请确认群组里是否有成员。
그룹 삭제가 확실한가요?=是否要确认删除群组?
그룹 이름 바꾸기=群组名称变更
그룹 이름 변경 성공\n\n그룹 이름을 %s로 변경하였습니다.=成功变更群组名称\n\群组名称n变更为「%s」。
그룹 이름 변경 실패=群组名称变更失败
그룹 이름을 변경합니다.=变更群组名称。
그룹 추가=添加群组
+그룹추가=+添加群组
+친구초청=+好友邀请
+친구추가=+添加好友
기본 그룹은 삭제할 수 없습니다.=无法删除基本群组。
기본 그룹은 이름을 변경할 수 없습니다.=无法变更基本群组的名称。
다른 그룹으로 복사=复制到其他群组
다른 그룹으로 이동=移动到其他群组
다른 친구 메뉴=其他好友菜单
등록할 그룹 이름을 입력하세요.=请输入希望登录的群组名称
등록할 친구의 닉네임을 입력하세요.=请输入希望登录的好友昵称
새로운 그룹 이름을 입력하세요.=请输入新的群组名称。
새로운 그룹을 설정합니다.=建立新的群组
빅샷 그룹 메뉴=火枪手群组菜单
빅샷 친구 메뉴=火枪手好友菜单
빅샷 친구로 추가=添加为火枪手好友
빅샷 친구로 추가 작업 진행중입니다.\n\n결과는 빅샷 친구 탭에서 확인하세요.=正在添加为火枪手好友。\n\n请在好友列表中确认。
빅샷친구_메신저=火枪手好友管理器
메신저=好友
#메신저=好友管理器
친구 등록 성공\n\n성공적으로 친구 등록하였습니다.=登录好友成功\n\n成功登录好友。
친구 등록 실패\n\n게임 내에 존재하지 않는 닉네임입니다.=登录好友失败\n\n游戏中不存在的昵称。
친구 등록실패=登录好友失败
친구 등록에 실패 하였습니다=登录好友失败
친구 등록하기=登录好友
친구 초청=邀请好友
친구 추가=添加好友
%s 님께서 \n\n친구로 등록하기를 원합니다.=%s \n\n希望登录为好友。
차단=屏蔽
차단 / 차단 해제=屏蔽/解除屏蔽
차단 실패=屏蔽失败
차단 실패\n\n닉네임을 차단할 수 없습니다.=屏蔽失败\n\n无法屏蔽昵称。
차단 해제 실패=解除屏蔽失败
차단 해제 실패\n\n닉네임을 차단 해제 할 수 없습니다.=解除屏蔽失败\n\n无法对昵称解除屏蔽。
%s님과의 대화창=正在与%s对话
%s님은 수신 거부중입니다.=%s设定为拒绝收信。
대화에 초대할 친구를 선택해 주세요.=请选择希望邀请至对话中的好友。
초청=邀请
초청 실패=邀请失败
초청실패=邀请失败
초청완료=邀请完成
삭제 실패\n\n닉네임을 친구 목록에서 삭제할 수 없습니다.=删除失败\n\n无法在好友目录中删除昵称。
대화 참가에 가능한 친구가 없습니다.=没有可参加对话的好友。
다른친구=其他好友
빅샷친구=火枪手好友
대화하기=对话
대화 참가=参加对话
%s : (대화 차단중)=%s：(对话屏蔽中)
선택한 상대방을 삭제하시겠습니까?=要删除选定的对象吗?
선택한 상대방을 차단하시겠습니까?=要屏蔽选定的对象吗?
선택한 상대방의 차단을 해제하시겠습니까?=要解除对选定对象的屏蔽吗?
삭제 실패=删除失败
상대 정보=对手情报
상대방이 접속중이 아닙니다.=对方不在线。
선택 되었습니다.\n잠시 기다려주세요.=已选择。\n请稍等。
선택해 주세요.=请选择。
(새로 등록된 친구)=(新添加的好友)
 (온라인)= (在线)
 (게임중)= (在线)
 (등록대기중)= (等待确认)
 (차단됨)= (被屏蔽)
 (플레이중)= (在线)
# Messenger End ###########################################################################################
# Present Begin ############################################################################################
선물 [%s]을 버렸습니다.=丢弃礼物 [%s]。
선물 실패!=赠送失败!
선물버리기=丢弃礼物
선물상자=赠送
선물을 받았습니다.=接收礼物。
선물을 받을 친구의 이름을 입력해주세요.=请输入接收人的名称。
선물이 도착했습니다=收到礼物。
선물하기=赠送
선물할 수 없는 상품입니다.=无法赠送的物品。
선물할 수 없습니다.=无法赠送。
선물함=礼物盒
받은 선물을 버렸습니다.=已丢弃接收的礼物。
받은선물=已接收的礼物
해당 상품을 친구가 가지고 있어\n선물하기에 실패하였습니다.=接收人已拥有此物品。\n赠送礼物失败。
선물 받는 아이템의 기간 및 수량 변동사항을 확인하세요.=请确认要接收物品的使用期限或数量。
선물받기=接收礼物
선물이름=礼物名称
보낸친구=发送人
보낸날짜=发送日期
메세지=信息
선물을 받으면 아이템이 내 창고로 이동합니다.=接收礼物后，物品将自动移动至我的仓库。
버리기=丢弃
선물 버리기=丢弃礼物
선물을 버리시면 다시 복구하실 수 없습니다.\n정말로 버리시겠습니까?=丢弃后将无法再复原。\n真的要丢弃吗?
선물 받기=接收礼物
선물 [%s]을 받았습니다.\n내창고에서 확인하세요.=已接收礼物[%s]。\n请在我的仓库中确认。
쪽지 보내기=发送纸条
선물을 보내준 친구에게 감사의 마음을 전하세요.=请向赠送礼物的朋友表示感谢之意吧!
%s님에게 쪽지를 보냈습니다.=纸条已发送至%s。
선물한 아이템은 취소 및 환불이 불가능합니다.=赠送的物品不能取消或返还。
\n기간제 아이템이나 개수가 있는 아이템만 선물할 수 있습니다.=\n只能赠送有期限或数量的物品。
기간제 아이템이나 개수가 있는 아이템만 선물할 수 있습니다.=只能赠送有期限或数量的物品。
\n다른 상품으로 골라 선물해 주세요.=\n请赠送其它物品。
다른 상품으로 골라 선물해 주세요.=请赠送其它物品。
상대방의 선물함이 가득찼습니다.=对方的礼物盒已满。
선물 받을 빅샷 친구=礼物接收人
친구에게 보내기=赠送好友
선물 메시지=礼物信息
넥슨 비밀번호=密码
선택한 아이템을 친구에게 선물하시겠습니까?=要把选择的礼物赠送给好友吗?
선물하시기 전에 아이템의 기한과 수량을 꼭 확인하여 주십시오.=发送礼物前，请先确认要发送物品的使用期限或数量。
선물한 아이템은 구매취소 및 환불이 불가능하니 신중히 구매해 주십시오.=礼物赠送后无法取消或返还，请慎重决定。
친구에게 보낼 메세지를 입력하세요.=请输入要发送给好友的信息。
웹 친구만 빅샷친구로 추가 할수 있습니다=只可以把论坛好友添加至炮炮火枪手好友。
선물하기_아이템=赠送
상품을 친구에게 보냈습니다.=礼物已发送给好友。
빅샷 친구 [%s]님께=至好友[%s]
자기 자신에게는 선물할 수 없습니다.\n선물을 받을 친구의 닉네임을 확인하세요.=无法给自己赠送礼物。\n请确认礼物接收人的昵称。
아이템을 선물하시겠습니까?=要赠送礼物吗?
선물하기 실패=赠送失败
존재하지 않는 빅샷 닉네임입니다.=不存在的炮炮火枪手昵称。
친구의 닉네임을 다시 확인해주세요.=请重新确认好友的昵称。
\n친구의 닉네임을 다시 확인해주세요.=\n请重新确认好友的昵称。
확인하기=确认
# Present End ##############################################################################################
# Splash Window Begin #######################################################################################
준비중...=准备中…
입력 시스템 초기화 중...=系统初始化中…
사운드 매니저 초기화 중...=声音管理器初始化中…
네트워크 초기화 중...=网络初始化中…
서버에 접속 중...=连接至服务器…
로그인 성공...=登录成功…
리로딩...=重新载入…
# Splash Window End ########################################################################################
# Login Window Begin #######################################################################################
로그인=登录
ID 생성=建立帐号
ID 저장=保存帐号
ID/PW확인=帐号/密码确认
ID를 입력해주세요=请输入帐号。
패스워드를 입력해주세요=请输入密码。
암호를 입력해주세요=请输入暗号。
NEXON ID=帐号
PASSWORD=密码
# Login Window End ########################################################################################
# Item Class Begin #########################################################################################
신 상 품=新商品
신상품=新商品
무기=武器
무기1=武器1
무기2=武器2
무기3=武器3
아이템=道具
기능성=功能性
치장성=装饰
기능=装饰
치장=装饰
의상=装备
세    트=套装
세트=套装
머리=头部
상의=上衣
하의=下衣
장    갑=手套
장갑=手套
신    발=鞋子
신발=鞋子
상    체=上身
하    체=下身
투    구=盔甲
캐릭터=人物
용병=佣兵
영웅=英雄
액세서리=装饰品
수집품=收集品
재료=材料
카드=卡片
이벤트=活动
타이틀=称号
스킬=技能
# Item Class End ###########################################################################################
# Mission Message Begin ####################################################################################
챌린지 미션 리스트=挑战任务列表
시작=开始
선 택 됨=已选择
선택 가능=可以选择
예    정=预定
미션을 진행할 케릭터를 선택하세요=请选择要执行任务的角色。
위의 미션을 진행하시겠습니까?=要执行上面的任务吗?
로비로 나가셔야 합니다=需移动至游戏大厅。
도전 불가=无法挑战
<미션 정보>=<任务情报>
<완료 조건>=<完成条件>
<보상>=<任务奖励>
<진행상황>=<进行情况>
미션 성공!!!!=任务完成!!!
보상 내역 %s=奖励信息 %s
시간이 너무 짧아 결과가 적용되지 않습니다=非正常游戏时间，本次成绩不计算入结果。
보상 아이템 획득=获得奖励道具
%s 픽셀을 받았습니다=%s获得金币。
%s을 받았습니다=%s获得。
%s 경험치를 받았습니다=%s获得经验值。
%s 아이템을 받았습니다=%s获得道具。
경험치 %d을 보상으로 받았습니다.=获得奖励经验值%d。
%d 픽셀을 보상으로 받았습니다.=获得奖励金币%d。
도전할 미션이 없습니다=暂无可挑战的任务。
미션 진행 중입니다!=任务执行中!
미션 실패! 로비로 돌아갑니다=任务失败!移动至游戏大厅。
%d초 남았습니다=剩于%d秒
타임오버로 미션 실패입니다=因超时任务失败。
# Mission Message End ######################################################################################
# Map Name Begin #########################################################################################
포레스트=莱迪亚森林
리디아 숲속의 축제=莱迪亚森林的庆典
메가트론=加密尔空间站
메가트론의 비밀=空间站的秘密
에스페란=埃斯佩拉
에스페란의 위험=埃斯佩拉的危机
아이스리아=爱斯利亚
얼음의 성 아이스리아=冰之都 爱斯利亚
도미르=多米岛
눈부신 도미르섬=闪光的多米岛
카멜리아=加密利亚
카멜리안 나이트=加密利亚骑士
불프로그=机械青蛙
드라카=岩浆巨龙
비밀의 섬=神秘岛
브레그마=太阳齿轮
로즈가든=玫瑰花园
왕녀의 외출=公主的出走
자미로건쉽=鲸鱼战舰
다크나이트=黑骑士
카멜 지하유적=加密尔地下遗迹
스페셜=特殊
Zamiro Gunship=鲸鱼战舰
#포레스트01=莱迪亚森林01
#포레스트02=莱迪亚森林02
#포레스트03=莱迪亚森林03
#메가트론01=加密尔空间站01
#메가트론02=加密尔空间站02
#메가트론03=加密尔空间站03
#에스페란01=埃斯佩拉01
#에스페란02=埃斯佩拉02
#에스페란03=埃斯佩拉03
#아이스리아01=爱斯利亚01
#아이스리아02=爱斯利亚02
#아이스리아03=爱斯利亚03
#도미르01=多米岛01
#도미르02=多米岛02
#도미르03=多米岛03
#카멜궁01=加密尔王宫01
#카멜궁02=加密尔王宫02
#카멜궁03=加密尔王宫03
#로즈가든01=玫瑰花园01
#로즈가든02=玫瑰花园02
#로즈가든03=玫瑰花园03
#지하유적01=地下遗迹01
#지하유적02=地下遗迹02
#지하유적03=地下遗迹03
# Map Name End ###########################################################################################
# Item Name Begin #########################################################################################
쉴드=盾牌
스피드=加速
반사=反射
미니비=缩小
패스트 샷=快速射击
트리플 샷=三重射击
파워 샷=致命射击
HP 회복제=血量回复剂
SP 회복제=能量回复剂
프리즈=冰冻
고스트=鬼魂
본드=胶水
연막탄=烟雾弹
포이즌=毒药
투명인간=隐身
팀 HP회복제=团队血量回复剂
팀 반사=团队反射
하트=生命
# Item Name End ###########################################################################################
# Channel Begin ###########################################################################################
일반=普通
고수=高手
자유=自由
초보=初级
방송=广播
원활=流畅
혼잡=爆满
보통=普通
채널 선택=选择频道
초보 채널=初级频道
대전 채널=对战频道
퀘스트 채널=任务频道
방송 채널=实况频道
래더 채널=竞技场频道
채널 공지=频道公告
채널 공지를 입력하세요.=请输入频道公告。
채널을 선택하시면 해당 채널로 이동합니다=选择后将移动至相应的频道
초보 채널 이상에서만 플레이하실 수 있습니다.=只可以在初级以上的频道进行。
들어갈 수 없는 채널입니다.=无法进入的频道。
%s - %s 채널=%s - %s 频道
%s채널 %s=%s频道 %s
해당 채널=相应频道
로비에서만 채널을 변경할 수 있습니다=只能在游戏大厅变更游戏频道。
# Channel End #############################################################################################
# Tip Begin ################################################################################################
아이템 사용 : Ctrl키를 눌러보세요=使用道具：使用道具请点击Ctrl按键
달리기 : Q,E키를 눌러보세요=跑动：跑动请点击Q、E按键
마우스 휠로 무기를 바꿔보세요=请使用鼠标滚轮切换武器
초대하기 버튼으로 친구를 초대하세요=请使用邀请按键邀请好友
팀채팅 : /팀 하고싶은 말=组队聊天：　/team 所要说的话
귓속말 : /귓 상대ID 하고싶은 말=密聊：　/to 玩家昵称 所要说的话
# Tip End #################################################################################################
# Main Menu Begin #########################################################################################
상점가기=商店
내창고=仓库
아이템조합=合成
아이템 조합=合成
채널변경=变更频道
내정보=情报
내 정보=情报
옵션=设定
종료=结束
종료 확인=结束确认
정말로 종료하시겠습니까?=真要结束吗?
# Main Menu End ###########################################################################################
# Task Bar Menu Begin ######################################################################################
메인메뉴_태스크바=主菜单
뒤로가기=后退
상점=商店
조합_태스크바=合成
내창고_태스크바=仓库
미션=任务
선물함_태스크바=礼物盒
내정보_태스크바=情报
설정=设定
찾기=查询
메인메뉴=主菜单
# Task Bar Menu End #######################################################################################
# Tutorial Begin ###########################################################################################
빅샷의 세계에 오신 것을 환영합니다!\n여러분을 위한 슈팅전 레슨이 준비되어 있습니다.\n그럼, 슈팅전의 기본에 대해 배우러 가 볼까요?=欢迎来到炮炮火枪手的世界!\n我们已经为你准备了射击教学课程。\n那么，现在开始学习射击的基本知识吧。
튜토리얼=新手向导
튜토리얼 클리어 보너스 200픽셀을 받았습니다=获得新手向导的完成奖励200金币。
튜토리얼 클리어 보상=新手向导完成奖励
기본 의상세트를 받았습니다!\n정착 지원금 1500 픽셀을 받았습니다!\n지금 내 창고로 가셔서\n의상을 입어보세요\n=获得基础套装!\n获得新手红包1500金币!\n请移动至仓库\n确认获得的基础套装吧。\n
기본 의상세트를 받았습니다!\n지금 내 창고로 가셔서\n의상을 입어보세요=获得基础套装!\n请移动至仓库\n确认获得的基础套装吧。
이미 기본 의상세트와 정착 지원금을 받았습니다.\n내 창고에서 확인해보세요=已获得基础套装和新手红包。\n请移动至仓库进行确认。
이동=移动
공격=攻击
달리기=跑动
약공격=普通攻击
강공격=强力攻击
방어=防御
조준점=准星
안녕~ 내 이름은 카실이야.=你好!我的名字叫卡希尔。
빅샷의 세계에 온 것을 환영해!=欢迎来到炮炮火枪手的世界!
우선, 기본적인 조작법에 대해서 알려줄께.=首先，让我们看一下最基本的操作方法吧。
일단 오늘 배울 내용은=今天我们所要学习的内容是
동하기, 사격하기, 지형 활용하기=移动方法、射击方法和有效利用地形的方法
세 가지야.=一共三种。
우선 이동에 대해 알아볼까?=那么，先看一下移动方法吧。
키보드는 캐릭터의 이동, 마우스는 조준과 사격을 맡아.=你可以用键盘来控制人物的移动，用鼠标来控制瞄准和射击。
아래쪽 그림을 봐 줘.=看看下面的图片吧。
이게 기본적인 조작키야.=这是基本的操作按键。
보기만 하는 것보단 실제로 해보는게 좋겠지?=看完我的介绍，来实际操作一下吧。
이제 화면에 표시해주는대로 따라해 봐.=根据图片的提示，来进行一下实际操作吧。
잘했어!=好样的!
이제 이동하는 건 문제없지? 자, 난 이만 가볼께.=移动方面应该没有问题了吧?那么，再见啦~^^。
오른쪽으로 쭉 가면 또 다른 선생님이 기다리고 있을꺼야.=一直向前走就可以见到另一位向导。
야아, 안녕! 난 타이야.=你好!我是泰尔。
카실한테 움직이는 법은 잘 배웠겠지?=已经在卡希尔那里学会基本的移动方法了吧。
그럼 이번에는 사격에 대해 가르쳐주지.=那么，这次让我们来学习一下射击方法吧。
화면에 동그란 조준점이 보이지?=看到画面上的圆形准星了吗?
마우스로 그걸 움직여서 목표물을 조준한 후=先通过鼠标把准星移动到需要攻击的目标身上
마우스 왼쪽 버튼을 누르면 공격할 수 있어.=点击鼠标左键就可以开火了。
이제 곧 여러곳에서 표적이 나타날거야.=马上会出现几个练习用的目标物。
당황하지 말고 아까 말한대로=不要紧张，只要按前面所说的方法去做就可以了
조준 후 마우스 왼쪽 버튼으로 공격. 알겠지?=瞄准好以后，使用鼠标左键进行开火。知道了吗?
그럼, 시작한다!=那么，开始吧!
제법인데?=恩，不错!
그리고 사격술은 점프하기, 앉기와 같은 동작과 섞어서=另外，射击时也可以将跳跃，蹲下等方式一起结合使用
다양한 응용이 가능하니까, 이것저것 실험해 보는게 좋아.=所以，以后也要尝试多种方式去领悟射击的精髓。
자 오늘은 여기까지! 배우는 속도가 상당한걸?=今天就到此为止吧!看来你的学习能力还算不错。
그래도 다음 선생님은 꽤 엄격하니까, 긴장 늦추지 마!=下一个向导就比我更严厉了,呵呵。
그럼, 다음에 보자!=那么，下次再见!
처음 뵙겠습니다. 카멜 왕실수비대장 엘리어스라고 합니다.=初次见面，我是加密尔的王室守卫队长艾丽亚丝。
빅샷의 각종 지형 정보에 대한 교육을 담당하고 있습니다.=我将教会你如何有效地利用各种地形。
그럼, 시작하겠습니다.=不要废话，开始吧。
지금 서 계신 곳은 나무줄기 위 입니다.=目前你正好站在树枝上。
보통의 지형과 달리 앉기(S키)를 누르면 아래쪽으로=与一般的普通地形不同，点击向下按键(S键)
내려갈 수 있는 특수 지형입니다.=即可跳落至下方地面
한번 눌러보시죠.=那么，来尝试一下吧!
잘 하셨습니다.=好，可以了。
그럼 이제 앞에 있는 오크통을 공격해 보십시오.=现在开始向前方的木桶开火。
공격법은 이미 아시리라 믿습니다.=攻击方式在前面应该学会了吧。
이런 파괴 가능한 물품은 앞으로도 자주 접하게 될 겁니다.=以后在实战中也会碰到很多这种可以破坏的物品。
방금 가르쳐드린 특수 지형과 지물들은 전략적으로=刚才我所讲到的特殊地型和可破坏物品
매우 중요하므로 잘 기억해 주시기 바랍니다.=从战略上来说是非常重要的因素，请一定要牢记。
이것으로 모든 튜토리얼이 끝났습니다.=这样，新手特训到此结束。
오른쪽에 있는 푸른 점프대에 오르시면 이 곳에서=移动至右边的跳台
벗어나실 수 있습니다. 그럼, 행운을 빌겠습니다.=即可退出新手向导。在以后漫长的战斗生涯中，愿幸运一直伴随着你。
빅샷! 이렇게 플레이 한다!=炮炮火枪手新手向导!
제1장 이동하기(조작법)=第1章　移动
제2장 조준과 사격=第2章　瞄准与射击
제3장 지형의 활용=第3章　地形
왼쪽으로 이동 (A키를 누르세요)=向左移动（点击A键）
표적을 공격하세요 (공격-마우스 왼쪽 버튼)=攻击（点击鼠标左键）
오른쪽으로 이동 (D키를 누르세요)=向右移动（点击D键）
오크통을 파괴하세요 (공격-마우스 왼쪽 버튼)=向木桶开火（点击鼠标左键）
점프 (W키를 누르세요)=跳跃（点击W键）
오른쪽으로 이동 (D키를 누르세요)=向右移动（点击D键）
2단 점프 (W키를 2번 누르세요)=二段跳跃（连续点击2次W键）
빠른 이동 (마우스 오른쪽 버튼을 누르고 이동)=高速移动（按住鼠标右键进行移动）
앉기 (S키를 누르세요)=蹲下（点击S键）
무투기 공격 (DD나 AA를 연속 2번 누르세요)=近身攻击（连续点击2次D或A键）
#CN_SKIP#안녕하십니까, 또 뵙는군요. 카멜 왕실 수비대장, 앨리어스 입니다.=こんにちは。またお会いしましたね。カメル王室守備大将のエリアスです。
#CN_SKIP#이번 시간에는 무투전의 기본에 대해 배우는 시간입니다.=今回は格闘戦の基本についての教育です。
#CN_SKIP#레슨은 이번 한번이니, 집중해서 잘 들어주십시오.=説明は一度しか行われないので、集中してよく聞いてください。
#CN_SKIP#무투의 기본은 역시 달리기입니다.=格闘の基本はやはり走ることと言えます。
#CN_SKIP#상대를 추격하거나 추격해올때, 빠른 속도로 이동하는 것이지요.=敵を追撃する時、また敵から逃げる時に使用します。
#CN_SKIP#그럼, SP가 다 닳을때까지 계속 달려보십시오.=それではＳＰが０になるまで走ってください。
#CN_SKIP#달리기는 Q와 E키입니다.=ＱまたはＥキーで走ります。
#CN_SKIP#SP가 다 닳으면 더 이상 달릴 수 없습니다.=ＳＰが０になると、それ以上走ることはできません。
#CN_SKIP#SP는 앉으면 서 있을때보다 빠른 속도로 차오릅니다.=ＳＰは自然に回復しますが、しゃがむとより早く回復できます。
#CN_SKIP#한번 앉아보십시오. 앉는 것은 S키 입니다.=ではしゃがんでください。しゃがむのはＳキーでできます。
#CN_SKIP#동그란 이펙트로 SP가 차고 있다는 것을 확인할 수 있습니다.=円形のエフェクトが表示され、ＳＰが回復していきます。
#CN_SKIP#무투전 중간중간에 앉아주면서 SP를 충전하면 더 많은 기술을=格闘戦の途中時々しゃがんでＳＰを回復させると、より多くの技を
#CN_SKIP#전략적으로 자주 쓸 수 있습니다.=使うことができます。
#CN_SKIP#그럼 다음 레슨을 위해 앞으로 가보죠.=それでは次の説明に移ります。先に進んでください。
#CN_SKIP#이번에는 공격법에 대해 알아보도록 하겠습니다.=今回は攻撃方法についてです。
#CN_SKIP#우선 무투기 기술은 총 4가지가 있습니다.=格闘戦の技は４種類あります。
#CN_SKIP#약공격, 강공격, 대시, 그리고 가드지요.=弱攻撃、強攻撃、ダッシュ、そしてガードです。
#CN_SKIP#다음 나오는 키들을 차례로 눌러 따라해 보십시오.=それでは表示されるキーを直接押してみてください。
#CN_SKIP#잘하셨습니다.=よくできました。
#CN_SKIP#이 기본 공격법만 숙지하면 당신도 훌륭한 무투가가 될 수 있습니다.=基本攻撃をマスターしたあなたは既に立派な格闘家です。
#CN_SKIP#그리고 이후 필살기 커맨드가 추가되면 더 강력하고 다채로운=さらに、必殺技コマンドが追加されるとより強力で多彩な
#CN_SKIP#무투전을 즐기실 수 있을 겁니다.=格闘戦が楽しめます。
#CN_SKIP#이번에는 지금까지 배운 기술들을 직접 실습해보도록 하겠습니다.=それでは今まで習った技を実習します。
#CN_SKIP#여기 있는 나무 상자 5개를 무투기 기술로 파괴해 보십시오.=ここにある5個の木の箱を技を使って破壊してください。
#CN_SKIP#그럼, 시작하겠습니다.=では、はじめてください。
#CN_SKIP#잘하셨습니다. 역시 소질이 있군요.=よくできました。あなたは素質がありますね。
#CN_SKIP#무투전 튜토리얼은 이것으로 끝입니다.=格闘戦の説明はこれで終わりです。
#CN_SKIP#항상 무인의 마음가짐을 잊지 마시고, 건투를 빌겠습니다.=今後も武人の心を忘れずがんばるように。健闘を祈ります。
#CN_SKIP#안녕히 가십시오.=では、失礼する。
#CN_SKIP#무투전 튜토리얼=格闘戦 プレイガイド
#CN_SKIP#제1장 달리기=第1章　走る
#CN_SKIP#제2장 기본 조작법=第2章　基本操作
#CN_SKIP#제3장 무투전 실습=第3章　実習
#CN_SKIP#약공격 (J키를 누르세요)=弱攻撃（Ｊキーを押します）
#CN_SKIP#약공격 연계기 (J키를 여러 번 누르세요)=弱攻撃の連係技（Ｊキーを数回押します）
#CN_SKIP#강공격 (K키를 누르세요)=強攻撃（Ｋキーを押します）
#CN_SKIP#강공격 연계기 (K키를 여러 번 누르세요)=強攻撃の連係技（Ｋキーを数回押します）
#CN_SKIP#가드 (L키를 누르세요)=ガード（Ｌキーを押します）
#CN_SKIP#공중 공격 (W로 점프후 J나 K를 누르세요)=空中攻撃（Ｗキーでジャンプ後ＪまたはＫキーを押します）
#CN_SKIP#대시 공격 (A나 D키를 빠르게 두번 누르세요)=ダッシュ攻撃（ＡまたはＤキーを2回連打する）
#CN_SKIP#SP가 다 닳을때까지 달려보세요. (Q또는 E키를 누르세요)=ＳＰが０になるまで走ります。（ＱまたはＥキーを押します）
#CN_SKIP#SP가 꽉 찰때까지 앉아있으세요. (S키를 누르세요)=ＳＰが一杯になるまでしゃがみます。（Ｓキーを押します）
# Tutorial End #############################################################################################
# Unit Begin ##############################################################################################
개=个
일=日
%3d 일=%3d日
%3d번방 : %s=%3d号房间：%s
%4d 개=%4d个
%d개=%d个
%d년=%d年
%d번=%d号
%d일=%d日
%d일 %d시간=%d日 %d小时
%d시간 %d분=%d小时 %d分钟
%d분=%d分钟
# Unit End ################################################################################################
# Charactor name Begin #####################################################################################
발키리 로터스=瓦尔基里白色版
발키리 재규어=瓦尔基里黑色版
타이=泰尔
카실=卡希尔
프로코=布洛克
앨리어스=艾丽亚丝
엘리어스=艾丽亚丝
진=京
발키리=瓦尔基里
화이트 앨리어스=艾丽亚丝
라스=拉斯
시리아=希莉亚
타이 전용=泰尔专用
타이용 =泰尔用
카실 전용=卡希尔专用
카실용 =卡希尔用
프로코 전용=布洛克专用
프로코용 =布洛克用
# Charactor name End ######################################################################################
# Option Window Begin #####################################################################################
옵션설정=选项设定
사운드 설정=声音设定
B G M=背景音乐
사운드= 声音
음소거=静音
컨트롤설정=操作设定
마우스감도=鼠标设定
창모드=窗口模式
친구 추가 자동 거부=自动添加好友与否
윈도우모드 설정=屏幕设定
창모드(1024 X 768)=窗口模式(1024 X 768)
창모드( 800 X 600)=窗口模式(800 X 600)
전체화면     모드=全屏模式
기타 설정=其他设定
내 캐릭터 구분 효과 끄기=关闭自我标识效果

# Option Window End #######################################################################################
# Find User Window Begin ###################################################################################
유저 찾기=查找玩家
유저찾기 실패=查找玩家失败
찾을 유저의 아이디를 입력하세요.=请输入所要查找玩家的昵称。
# Find User Window End #####################################################################################
# Room Making Window Begin #################################################################################
방만들기=建立房间
방이름_방만들기창=房间名称
공개여부=房间加密
플레이어수_방만들기창=人数
게임모드_방만들기창=游戏模式
공  개=公开
비공개=加密
난이도=难度
퀘스트=任务
게임모드=游戏模式
게임설정=设定
# Room Making Window End ##################################################################################
# Waiting Room Begin #######################################################################################
대기방=待机房间
대기방 가기=进入待机房间
대기방 메뉴=待机房间菜单
채팅 :=聊天：
대기방에 입장 후 또는 다른사람 입장 후 3초가 지나야 시작할수 있습니다.=你进入或其他玩家进入3秒后才可以开始
대기방에서는 초청 기능을 사용하세요.=请在待机房间使用邀请功能
대기방에서만 초청할수 있습니다.=只能在待机房间进行邀请
1분 30초 이상 동작이 없어 로비로 돌아갑니다.=90秒无任何动作，返回至游戏大厅。
퀘스트가 진행되지 않으므로 자동으로 방을 나갑니다.=未向前移动，被踢出房间。
카운트 다운 중에는 방을 나갈 수 없습니다.=倒计时过程中无法退出房间。
%s님과 가볍게 한겜=与%s一起游戏吧!
%s님과 즐기는 빅샷=与%s一起爽快地战斗吧!
%s님과 함께 원샷원킬=%s是战无不胜的!
%s님과 함께하는 %s=想和%s做朋友吗?
%s님과 가볍게 한겜!=%s的征程是星辰大海!
%s님과 빅샷 한판!=与%s一起挑战极限吧!
%s님과 한판해요~=永远别想伤害%s的队友!
%s님과 함께 원샷 원킬=和%s来一次完美配合吧!
%s님도 즐기는 빅샷=来欣赏%s的高超技术吧!
제목변경_대기방=房间名称
방  장_대기방=房主
테마선택_대기방=选择地图
테마선택=选择地图
랜덤_대기방=随机
랜덤=随机
맵 선택=选择地图
맵 선택_대기방=选择地图
게임모드_대기방=游戏模式
게임설정_대기방=设定
아이템전_대기방=道具模式
노 템 전_대기방=普通模式
아이템전=道具模式
아  이  템  전=道具模式
노 템 전=普通模式
노    템    전=普通模式
캐릭터 선택=人物选择
유저 리스트=玩家列表
팀 바꾸기=变更队伍
팀바꾸기=变更队伍
블루팀=蓝队
레드팀=红队
비어있음=等待
잠    김=关闭
ＮｅｗＰＶＰ=对战模式
서 바  이 벌=生存模式
서 바 이 벌=生存模式
타 임  어 택=计时模式
#CN_SKIP#타 임 어 택=タイムアタック무   투   전=格闘戦
#CN_SKIP#무  투  전=格闘戦
#CN_SKIP#무투전=格闘戦
레벨제한 :=等级限制：
최대인원 :=最大人数：
랜 덤 맵=随机地图
내 캐릭터=我的角色
방장=房主
방 장=房主
방  장=房主
이지 모드=简单
노멀 모드=普通
하드 모드=困难
익스트림 모드=Extreme Mode
개인전=个人战
팀전=组队战
팀  전=组队战
퀘스트 난이도가 [%s]로 변경되었습니다.=任务难度变更为[%s]。
퀘스트 종류가 변경되었습니다.=任务种类已变更。
게임 모드가 변경되었습니다.=游戏模式已变更。
맵이 변경되었습니다.=地图已变更。
아이템전/노템전이 변경되었습니다.=道具模式/普通模式变更。
팀전/개인전이 변경되었습니다.=组队战/个人战变更。
랜덤맵 [%s]이 선택되었습니다=已选择随机地图[%s]。
%s님이 [ %s ] 캐릭터로 변경하셨습니다=%s已变身为[ %s ]
플레이할 수 없는 난이도 입니다. 난이도를 낮춰주세요.=无法进行的难度，请降低难度。
카운트다운이 시작되어 내 창고가 닫힙니다.=倒计时开始，仓库已关闭。
최근 강퇴 후 5분내에는 강퇴를 할 수 없습니다.=强制踢出5分钟后，5分钟内无法强制踢出。
방장이 방을 나가서 %s님이 방장이 되었습니다.=房主退出房间，%s成为新房主。
대화 금지 중입니다.=禁止对话中。
알림:=告知：
%s%s님이 방장이 되었습니다.=%s%s成为房主。
%s님의 방장 요청에 의해 %s님이 방장이 되었습니다=因%s提出房主邀请、%s成为房主。
%s님이 방장이 되었습니다=%s成为房主。
READY 버튼을 눌러주세요.=请点击READY按键。
START 버튼을 눌러주세요.=请点击START按键。
퇴장 실패=退出失败
Lv.%d    이상=Lv.%d    以上
Lv.%d 이상=Lv.%d 以上
정말로 강퇴시키시겠습니까?=真要强制踢出吗?
정말로 방장 권한을 뺐으시겠습니까?=真要夺取房主权限吗?
인원이 너무 많거나 레벨이 낮아서 랜덤맵 모드가 불가능합니다.=因人数太多或等级太低，无法以随机地图方式开始游戏。
인원이 부족합니다=人数不足。
이미 카운트중입니다.=已开始计时。
오른쪽 아래 READY 버튼을 눌러야 게임을 시작할 수 있습니다.\n\nREADY 를 하시겠습니까?=点击右下端游戏准备才可开始游戏。\n\n要开始吗?
오른쪽 아래 READY 버튼을 눌러야 게임을 시작할 수 있습니다.=点击右下端游戏准备才可开始游戏
강퇴시키기=强制踢出
강퇴하기=强制踢出
게임을 끝내고 로비로 돌아가시겠습니까?=要结束游戏并移动至游戏大厅吗?
과반수 이상이 READY 를 했으므로\n오른쪽 아래 START 버튼을 눌러 시작할 수 있습니다.\n\n게임을 시작하시겠습니까?=半数以上玩家都是准备状态。\n可点击开始游戏。\n\n要开始游戏吗?
과반수 이상이 READY 를 했으므로 오른쪽 아래 START 버튼을 눌러 시작할 수 있습니다.=半数以上的玩家都是准备状态即可开始游戏
과반수 이상이 Ready 해야 시작할 수 있습니다.=半数以上玩家处于准备状态下才可开始游戏。
모두가 레디하였으므로 5초 이후에 자동 시작합니다.=所有玩家已准备，5秒后将自动开始。
바로 시작합니다.=即将开始。
방장에 의해 강퇴되었습니다.=房主强制踢出。
방 목록=房间列表
방 목록 메뉴=房间列表 菜单
방 목록을 얻어오는 중입니다...=正在读取房间列表。
방 비밀번호를 입력해 주세요.=请输入房间密码。
방 입장=进入房间
방 제목을 초기화하시겠습니까?=要初始化房间名称吗?
방에 빈 슬롯이 없습니다=房间没有剩余位置。
방에 입장할 수 없습니다.=无法进入房间。
방에서 나갈수 없습니다.=无法退出房间。
방장 권한 요청=房主权限邀请
방장 권한으로 입장=以房主权限进入
방장 권한으로 입장하시겠습니까?=要以房主权限进入吗?
방장 권한이 없거나 게임이 시작중입니다.=没有房主权限或已开始游戏。
방제목 초기화=房间名称初始化
방 제목 변경=变更房间名称
변경될 방 제목을 입력해 주세요.=请输入房间名称。
이미 게임중인 방입니다=此房间已开始游戏。
입장 불가=不可进入
입장 실패=进入失败
입장할 수 없는 방 입니다.=无法进入的房间。
최대 인원을 넘어선 방입니다=已超出人数限制的房间。
제목변경=变更名称
조건에 맞는 방이 없습니다.=没有符合条件的房间。
팀 인원수가 맞지 않습니다=两组人数不同
팀 인원수가 맞지 않습니다. 팀 인원수를 맞춰주세요.=两组人数不相同。请调整人数。
교체완료=调整结束
강퇴 당한 방이므로 입장하실 수 없습니다.\n\n3분 후에 다시 입장해 주십시오.=此房间是刚才被强制踢出的房间。\n\n请在３分钟后重新尝试。
%s 팀이 선택하는 맵으로 플레이 합니다.=以%s选择的地图进行游戏。
게임시작=游戏开始
정보보기=查看情报
귓속말=密语
%s님에게 귓속말 : %s=与%s进行密语：%s
%s님의 귓속말 : %s=%s的密语：%s
귓말할 상대의 아이디를 입력하세요.=请输入要进行密语的游戏帐号。
레벨 %d이상만 플레이하실 수 있습니다.=%d以上才可进行游戏。
레벨이 낮아서 맵을 선택할 수 없습니다=等级太低，无法选择地图。
레벨이 낮아서 퀘스트를 선택할 수 없습니다=等级太低，无法选择任务。
게임이 시작되어 내 창고가 닫힙니다.=游戏开始，强制关闭仓库。
곧 게임이 시작되어 내창고가 닫히므로 장비 착용을 마무리해주세요.=游戏即将开始，强制关闭仓库。
# Waiting Room End #########################################################################################
# Invite Window Begin #######################################################################################
초대하기=邀请
초대받을 유저의 이름을 입력하세요.=请输入需要邀请对象的昵称。
%s님은 게임을 하고 있지 않습니다=%s没有进行游戏。
%s님은 다른 채널에 접속중이므로 초청하실 수 없습니다.=因%s正在连接其他频道。无法进行邀请。
%s님은 이미 다른 방에 들어가 있습니다.=%s已进入其他房间。
%s님은 접속하고 있지 않습니다.=%s不在线。
%s님을 초청하였습니다. 응답을 기다리고 있습니다.=已邀请%s，正在等待接受。
%s님이 존재하지 않습니다.=%s不存在。
%s님이 초청을 거절하였습니다.=%s拒绝邀请。
%s님이 초청을 하셨습니다. 초청에 응하시겠습니까?=%s向你发出邀请?
%s님께서 %d번 방에서 초대하셨습니다.\n 입장할까요?=%s在%d号房间向你发出邀请。\n要接受吗?
게임중이어서 초대에 응할 수 없었습니다(초청자 : %s)=正在进行游戏，无法对邀请作出应答。(邀请者：%s)
%s님의 레벨이 현재 채널과 맞지 않아 초대할 수 없습니다.=您邀请的玩家等级不符合进入目前游戏频道的要求
초대 성공=邀请 成功
초대할수 없는 상태 (게임중, 다른방)=无法邀请的状态 (正在游戏中、位于其他房间)
# Invite Window End #########################################################################################
# Guide Message Begin ######################################################################################
<가이드> %s=<向导> %s
스크린샷은 Print Screen 키로 찍습니다.=使用[Print Screen]按键进行截图。
좌측하단 초대하기로 친구를 초대해보세요.=请使用左下端[邀请]按键邀请好友。
스크린샷은 [내문서>빅샷>스크린샷]폴더에 저장됩니다.=截图将保存在[我的文档>BigShot>ScreenShot]路径中。
창모드 전환키 : F11, 레디/시작키 : F5=窗口化模式 : F11 准备/开始 : F5 
우측하단 메신저로 넥슨 플러그에 친구를 등록해보세요.=请使用好友管理器在Nexon plugin中添加好友吧
본 게임은 12세이용가입니다.=本游戏适合12岁以上玩家。
개인정보 관리를 위해 정기적으로 비밀번호를 변경해주세요.=为了帐号的安全,请定期变更您的帐号密码。
안전한 개인정보 관리를 위하여 정기적으로|넥슨 아이디 및 게임 계정의 비밀번호를 변경하여 주세요.=为了帐号的安全,请定期变更您的帐号密码。
<GM 레나>=<GM 安娜>
래더 게임에서는 승패와 관계없이 픽셀이 10% 추가 지급됩니다.=竞技场中，不管胜败都可以追加获得10%金币。
래더 채널은 평일 17시~22시, 주말 12시~20시에 운영됩니다.=竞技场的开放时间为平日17点-22点，周末12点-20点。
미션을 플레이 하면 더 많은 보상을 얻을 수 있습니다.=完成挑战可获得更多的奖励。
래더 게임에서는 승패와 관계없이 픽셀이 10% 추가 지급됩니다.=竞技场中，不管胜败都可以追加获得10%金币。
#CN_SKIP#NewPvP 모드가 맥스 모드로 이름이 바뀌었습니다.=MAXKILLモードの名称がマックスモードに変更になりました。
래더 채널은 평일 17시~22시, 주말 12시~20시에 운영됩니다.=竞技场的开放时间为平日17点-22点，周末12点-20点。
# Guide Message End #######################################################################################
# System&Error Messages Begin ##############################################################################
시스템 메세지=系统信息
문제가 계속 발생할 경우\n최신 버전의 그래픽카드 드라이버를 설치해주세요.=如问题一直发生，请安装最新版本的显卡驱动程序。
귓속말 오류=密语错误
귓속말 오류 : %s=密语错误：%s
그래픽 엔진 초기화 실패=图像引擎初始化失败
길드 채팅 오류 (에러 번호 %d)=公会聊天错误 (错误代码 %d)
내부 오류입니다.=内部错误。
드라이버 내부 오류=驱动程序内部错误
빅샷 오류=错误提示
서비스 점검 중이거나 오류로 인해 서버접속에 실패했습니다. 홈페이지를 참조하세요.=服务器正在维护或因错误无法连接至服务器。
슬롯 변경 오류=位置变更错误
알 수 없는 오류=原因不明的错误
알수없는 오류=原因不明的错误
에러=错误
오류=错误
정의되지 않은 오류입니다=未定义的错误。
친구 추가 오류=好友添加错误
팩 파일 오류=更新文件错误
해당 게임을 즐길 수 있는 채널로 이동하지 못했습니다.=没有移动至相应频道。
해당 게임을 즐길 수 있는 채널로의 이동에 실패하였습니다. 에러코드 %d=移动至相应频道时出错 %d
네트워크 초기화에 실패하였습니다. (Bind Fail)\n작업관리자로 다른 BigShot.exe 가 떠있는지 확인하고\n모든 BigShot.exe 를 종료하신 후 다시 실행해주세요.=网络初始化失败。(Bind Fail)\n请使用进程管理确认是否有其他BigShot.exe进程存在\n并关闭所有BigShot.exe进程后,重新运行。
네트워크 초기화에 실패하였습니다. (Socket 0)=网络初始化失败。(Socket 0)
로그인 하지 않았거나 존재하지 않는 계정=没有登录或不存在的帐号
로그인에 실패하였습니다. 아이디와 비밀번호를 확인하세요.=登录失败。请重新确认帐号和密码。
패치 정보를 받아올 수 없습니다.=无法获取更新情报。
패치 진행에 실패하였습니다.=更新失败。
패치를 시작합니다=开始更新。
채널 이동에 실패하였습니다. 없거나 잘못된 채널입니다.=变更频道失败。不存在或错误的频道。
채널 이동에 실패했습니다.=变更频道失败。
채널 정원이 모두 차서 들어갈 수 없습니다.=服务器爆满、无法进入。
비디오 메모리 부족=显存不足
비밀번호가 틀립니다.=密码错误。
비밀번호를 입력해 주셔야 합니다.=请输入密码。
비밀번호를 잘못 입력하셨습니다.\n다시 확인해주세요.=密码输入错误。\n请重新确认。
%s 님의 스피드핵 사용이 의심되어 경고 및 접속해제 처리합니다.=怀疑使用外挂，进行警告并断线处理。
!! %s 님과의 네트워크 상태가 좋지 않습니다 !!=!! 与%s的网络连接不是很好 !!
(%s) 아이디는 존재하지 않습니다.=帐号(%s)不存在。
접속이 일시적으로 제한되었습니다.=暂时无法连接。
구매 실패=购买失败
D3D9 인터페이스를 얻어오지 못함. DirectX의 버전이 9.0c인지 확인해주십시오=无法读取D3D9界面。请确认DirectX的版本是不是9.0c。
해킹 프로그램 사용이 의심되어 클라이언트를 종료합니다.=怀疑使用外挂,进行断线处理。
클라이언트 버전이 업데이트되었습니다.=客户端版本已更新。
클라이언트를 다시 설치해 주십시오.=请重新安装客户端。
초기화에 실패했습니다.=初始化失败。
접속할 수 없는 곳에서 접속하셨습니다.=在无法连接的地方尝试了连接。
서버 장애가 발생하여 자동으로 재접속을 시도합니다.=发生服务器障碍,自动尝试连接。
서버 접속이 끊어졌습니다.=服务器连接断开。
서버로부터 아이템 정보를 받아올 수 없었습니다=无法从服务器读取道具信息。
서버로부터 응답이 없어 프로그램을 종료합니다.=因服务器无应答,关闭程序。
사내 알파가 종료하였습니다. 다음 오픈을 기다려 주세요.=测试已结束。请等待下次开放。
메모리 부족=内存不足。
맵 파일 저장 완료=地图文件保存完成
맵 파일을 저장했습니다: %s=地图文件已保存：%s
맵의 최대 인원(%d명)을 초과하였습니다=超过地图的最大人数(%d名)。
맵의 최대 정원을 초과하였습니다=超过地图的最大人数上限。
네트워크 문제로 게임을 시작할 수 없습니다.=因网络问题,无法开始游戏。
기존 연결을 끊습니다. 다시 로그인해 주십시오.=现有连接已断开。请重新尝试连接。
유효하지 않은 함수 호출=无效的函数需求
더 이상 방을 생성할수 없습니다=无法再建立房间。
복사 실패=复制失败
슬롯 열기 실패=提示
슬롯을 변경할수 없습니다.=无法变更。
실패 하였습니다.=失败。
이동 실패=移动失败
변경 실패=变更失败
시작 실패=开始失败
캐릭터 생성 실패=角色建立失败
%s\\빅샷=%s\\BigShot
%s\\빅샷\\스크린샷=%s\\BigShot\\ScreenShot
같은 아이디가 존재하고 있습니다=已存在相同的帐号。
아이템이 존재하지 않습니다=道具不存在。
추천자 이름이 잘못되었습니다.\n\n다시 입력해주세요.=推荐人姓名错误。\n\n请重新输入。
비속어는 사용하실 수 없습니다=不能使用禁用的词汇。
비속어는 사용하실 수 없습니다=不能使用禁用的词汇。
비속어 사용으로 3분간 대화가 금지됩니다.=因使用禁用词汇,受到3分钟禁言惩罚。
님께서 비속어를 사용하여 3분간 대화가 금지됩니다.=使用禁用词汇,受到3分钟禁言惩罚。
방제목에 비속어가 검색되었습니다.=房间名称不能包含禁用词汇。
쪽지 메시지에 비속어가 검색되었습니다. 바르고 고운말로 친구에게 쪽지를 보내주세요.^0^=纸条信息中包含禁用词汇。^0^
선물메시지에 비속어가 검색되었습니다. 바르고 고운말로 친구에게 메시지를 보내주세요.^0^=请使用其他词汇发送纸条。^0^
# System&Error Messages End ################################################################################
# Shop&Garage Begin #######################################################################################
캐시=游戏币
픽  셀=金币
픽셀=金币
현재 넥슨캐시 : =游戏币：
현재 픽셀 : =金币：
%d 캐시=%d 游戏币
%d 픽셀=%d 金币
캐시충전=游戏币充值
쿠폰사용=使用兑换券
캐시충전_샵=游戏币充值
쿠폰사용_샵=使用兑换券
구입하기_아이템=购买
구입 후 캐시=购买后的游戏币
구입 후 픽셀=购买后的金币
나의 캐시=我的游戏币
나의 픽셀=我的金币
나의 픽셀:=我的金币：
나의 픽셀이=我的金币
\n아래의 '넥슨 캐시 충전 버튼'을 사용하여\n캐시를 충전해주세요.=\n请点击下方的充值按钮进行游戏币充值。
아래의 '넥슨 캐시 충전 버튼'을 사용하여\n캐시를 충전해주세요.=请点击下方的充值按钮进行游戏币充值。
넥슨 캐시가 부족합니다.=游戏币不足。
현재 장착 코스튬=装备中的道具
픽셀 또는 넥슨 캐시가 부족합니다=金币或游戏币不足。
캐시 정보를 얻어오는 중=正在读取
캐시 정보를 얻어올 수 없습니다=暂时无法读取
%d 캐시가 모자랍니다.=还差%d游戏币。
판매하기 실패=出售失败
팔 수 없는 아이템입니다=无法出售的道具。
xxxx 픽셀로 늘어났습니다.=增加为xxxx金币。
%d 픽셀로 늘어났습니다.=增加为%d金币。
%d 픽셀이 모자랍니다.=还缺少%d金币。
픽셀이 부족합니다.=金币不足。
구입하시기 전에 아이템의 기한과 수량을 꼭 확인하여 주십시오.=购买前，请务必确认道具的使用期限和数量。
구입한 아이템은 구매취소 및 환불이 불가능하니 신중히 구매해 주십시오.=购买后的道具将无法退还或取消，请慎重购买。
구매한 아이템은 구매취소 및 환불이 불가능하니 신중히 구매해 주십시오.=购买后的道具将无法退还或取消，请慎重购买。
기간:%d일=期限： %d天
아이템의 기간제는 최대 800일까지, 수량제는 최대 800개까지 누적시킬 수 있습니다.=道具累积最长使用期限为800天，最大拥有数量为800个。
- 아이템 기간 및 개수의 변동이 없습니다=- 没有道具使用期限和数量上的变化。
- 아이템의 개수가 %d개로 늘어납니다.=- 道具数量增加为%d个。
- 아이템의 개수는 %d개%입니다.=- 道具数量为%d个。
- 아이템의 사용기한은 %d일입니다.=- 道具使用期限为%d天。
- 아이템의 사용기한이 %d일%d시간으로 연장됩니다.=- 道具使用期限延长为%d天%d小时。
아이템 판매를 실패하였습니다.=出售道具失败。
아이템을 구입했습니다.=购买道具成功。
구입 성공!!=购买成功!
구입 실패!!=购买失败!
구입성공=购买成功
구입실패=购买失败
구입하기=购买
다음과 같은 이유로 아이템 구입에=因如下原因，在道具购买中
\n총 %d개의 아이템을 구입했습니다.\n내창고에서 확인하세요.\n=\n总共购买%d个道具。\n请在仓库中进行确认。\n
구입불가(소지중)=不可购买(已拥有)
구입하려는 물품이 없습니다=没有要购买的商品。
모두 구입하기=全部购买
총 %d개의 아이템을 선택하셨습니다.\n이대로 구입하시겠습니까=总共选择了%d个道具。\n需要照此购买吗
아이템을 구입할 수 없습니다.=无法购买道具
- 아이템을 구입할 수 없습니다.=无法购买道具。
- 아이템을 구입할 수 없습니다=无法购买道具。
입어보기=试穿
세트 아이템은 입어볼 수 없습니다=套装道具无法进行试穿。
소지중=已拥有
인벤토리가 꽉 찼습니다.=购物车已满。
확인버튼을 누르시면 선택한 아이템의 가격만큼=点击确认按钮，将根据你选择的道具
캐시 또는 픽셀이 빠져 나갑니다.=扣除相应金额的金币或游戏币。
소지개수 : %d개=拥有数量：%d个
팔기=出售
정말로 파시겠습니까?=真要出售吗?
한번 판매한 아이템은 다시 복구할 수 없습니다.=出售的道具将无法返还。
판매후 픽셀:=出售后的金币：
아이템을 되팔면=出售道具可获得
%d픽셀 획득 가능=%d金币
되팔기 완료!!=出售完成了!!
되팔기 완료!=出售完成!
되팔기=出售
되팔기 성공=出售成功
아이템 되팔기를 성공하였습니다.=成功出售了道具。
아이템명=道具名称
레벨정보=等级情报
캐릭터정보=人物情报
기간선택=选择期限
비어있습니다.=空
준비중입니다=准备中
준비중입니다.=准备中
사용중=使用中
벗기=卸下
착용=装备
(이미 갖고 있는 아이템)=(已拥有的道具)
기간제한없음=无时间限制
가격:=价格:
가격 :=价格 :
장바구니=购物车
장바구니에서 삭제=从购物车中删除
비우기=清空
원래대로=默认
다크그레이 스프레이=暗灰色染色剂
다크그린 스프레이=暗绿色染色剂
브라운 스프레이=褐色染色剂
아이템 소지 개수 : %d=拥有道具数量：%d
이미 가지고 있는 아이템입니다=已拥有的道具。
이미 사용중인 이름입니다.\n\n다시 입력해주세요.=已被使用的昵称。\n\n请重新输入。
이미 소지한 아이템입니다.=已拥有的道具。
이미 아이템을 착용하고 있습니다=已装备。
이미 아이템을 착용하고 있지 않습니다=已卸下。
아이템을 벗을 수 없었습니다.=无法卸下道具。
아이템을 착용할 수 없었습니다=无法装备道具。
사용기간 만료=使用期限已到
%s의 사용기한이 만료되었습니다=%s的使用期限已到。
레벨이 높습니다.=等级太高。
레벨이 낮습니다.=等级太低。
레벨이 낮아 아이템을 착용할 수 없습니다=等级太低，无法装备此道具。
모두구입=全部购买
# Shop&Garage End #########################################################################################
# Composite Begin #########################################################################################
조합에 성공하셨습니다.\n(사용기간 : %d일)\n내 창고에서 타이틀을 장착하세요.=合成成功。\n(使用期限：%d天)\n请在仓库装备合成的称号吧。
<초록구슬> 아이템을 2개 획득하셨습니다.\n조합하기 위해 사용되며,\n내창고로 이동하여 확인하세요.=获得2颗<绿色小珠>。\n此道具可用在合成系统中。\n可以在仓库进行确认。
픽셀이 부족합니다.\n조합에 필요한 픽셀을 확보하신 후에\n다시 시도해주세요.=金币不足。\n请在拥有足够多的金币以后\n再进行尝试。
조합 아이템=合成道具
조합비용 :=合成费用：
조합재료=合成素材
재료가 부족합니다=素材不足
재료가 부족합니다.\n조합에 필요한 재료를 모두 모으신 후에\n다시 시도해주세요.=素材不足。\n请在拥有足够多的合成素材以后\n再进行尝试。
조합=合成
조합 결과=合成结果
조합가능=合成可能
조합비용:=合成费用：
조합에 성공하셨습니다.\n내 창고에서 아이템을 장착하세요.=合成成功。\n请在仓库装备合成出的道具。
조합을 성공하였습니다=合成成功
조합을 실패하였습니다=合成失败
조합하기=合成
조합하기 성공=合成成功
조합하기 실패=合成失败
조합하려는 아이템은\n내 창고에 이미 소지하고 있습니다.=要合成的道具\n已在你仓库中。
<%s> 아이템을 %d개 획득하셨습니다.\n조합하기 위해 사용되며,\n내 창고로 이동하여 확인하세요.=获得了%d个<%s> 道具。\n这些可用在合成系统中。\n请在仓库中确认吧。
<%s> 아이템을 획득하셨습니다.\n조합하기 위해 사용되며,\n내 창고로 이동하여 확인하세요.=<%s> 获得道具。\n这些可用在合成系统中。\n请在仓库中确认吧。
친구를 열심히 응원해 주세요. ^^\n친구가 퀘스트를 클리어하면 조합재료 아이템을 획득할 수 있습니다.\nESC 키를 눌러 로비로 나가실 수 있습니다.=请为你的队友加油吧。\n如果你的队友能够成功完成任务，你将可以获得合成素材。\n也可以点击ESC键退到游戏大厅。
요구량=需求量
소지량=持有量
상태=状态
부족=不足
# Composite End ###########################################################################################
# Game Play Begin #########################################################################################
승=胜
패=负
무=平
%d승 %d패 %d무 %d디스=%d胜 %d负 %d平 %d切
%d승 %d패 %d무=%d胜 %d负 %d平
당신이 =你
우리팀이 =本队
적이 =敌队
상대팀이 =对方
%s 님이 =%s
승리하기까지 %d 포인트 남았습니다.=还要击倒%d次可获得胜利
%s님이 %s님을 넘어뜨렸습니다.=%s击倒%s
%s님이 같은 팀의 %s님을 넘어뜨렸습니다.=%s把队友%s击倒
%s님이 당신을 넘어뜨렸습니다..=%s把你击倒
%s님이 당신을 넘어뜨렸습니다.=%s把你击倒
%s님이 복주머니를 획득하였습니다.=%s获得福袋
%s 님이 당신을 넘어뜨렸습니다.=%s 把你击倒
%s님이 넘어졌습니다.=%s被击倒
%s님이 제풀에 넘어졌습니다.=%s自己击倒了自己
%s 님을 넘어뜨렸습니다.=%s 被击倒
%s 님의 더블 포인트!=%s的重击!
%s 님의 트리플 포인트!=%s的致命一击!
%s 님이 연속 %d 포인트을 달성하였습니다! 환상적이군요!=%s发动%d连杀!太棒了!
같은 팀의 %s님이 당신을 넘어뜨렸습니다.=队友%s把你击倒
누군가가 %s님을 넘어뜨렸습니다.=不知道是谁把%s给击倒了
누군가가 당신을 넘어뜨렸습니다.=不知道是谁把你给击倒了
당신은 %s님을 넘어뜨렸습니다.=你击倒了%s
당신은 같은 팀의 %s님을 넘어뜨렸습니다.=你击倒了队友%s
당신은 넘어졌습니다.=你被击倒
당신은 제풀에 넘어졌습니다.=你自己击倒了自己
제풀/팀킬이므로 상대방 팀의 킬수가 증가되었습니다.=因自杀/击倒队友增加了对方的积分
제풀 또는 같은 팀을 넘어뜨려 상대 팀의 포인트가 증가되었습니다.=因自杀/击倒队友增加了对方的积分
같은 팀을 넘어뜨렸습니다. -_-;=击倒队友 -_-;
게임 중에 나가시면 1패로 기록되고\n100의 경험치를 잃어버리게 됩니다.\n\n정말로 종료하시겠습니까?=游戏中途退出将被记录为1败\n并失去100点经验值。\n\n真要退出吗?
<알림>=<公告>
방장의 시나리오 진행을 기다리고 있습니다.=正在等待房主的开场剧情进行。
방장이 시나리오를 종료하여 시나리오 진행을 스킵합니다.=房主选择跳过剧情。
퀘스트 진행방향으로 이동이 없을시 15초 후 자동으로 방을 나갑니다.=15秒之内没有向前移动将自动退出游戏。
퀘스트 진행방향으로 이동이 없을시 20초 후 자동으로 방을 나갑니다.=20秒之内没有向前移动将自动退出游戏。
연속 %d 포인트을 달성하였습니다! 환상적이군요!=达成%d连击!太棒了!
더블 포인트! 훌륭합니다!=一击双杀!漂亮!
트리플 포인트! 훌륭합니다!=一击三杀!漂亮!
게임의 플레이타임이 짧아 게임 결과가 적용되지 않습니다.=非正常游戏时间，本次成绩不计算入结果。
아이템을 습득했습니다!\n내 창고에서 확인하세요~=获得道具!\n请在仓库中确认。
<%s> 아이템을 습득했습니다!\n내 창고에서 확인하세요~=<%s> 获得道具!\n请在仓库中确认。
<%s> 획득!=<%s> 获得!
캐릭터 부활 아이템을\n사용하시겠습니까?=需要使用\n角色复活道具吗?
지금 컨트롤(Ctrl)키를 누르시면\n캐릭 체인저를 사용하실 수 있습니다.=现在点击(Ctrl)按键\n可使用角色转换卡。
<%s>님이 라이프를 사용하여 생존한 팀전원의 HP가 10%% 회복하였습니다.=因<%s>使用了回复道具，生存的队员全部获得HP+10％的效果。
이제 %s 모드를 선택하실 수 있습니다.=现在开始可以选择%s模式了。
경험치를 받았습니다=获得经验值。
픽셀을 받았습니다=获得金币。
/귓 =/to 
/팀 =/team 
게임결과=游戏结果
%s\n획득 !!=%s\n获得!!
레벨업!=升级!
#CN_SKIP#축하합니다!\n\n이제 무투전에서 %s맵을 선택하여 플레이하실 수 있습니다.=おめでとうございます!\n\n格闘戦の%sマップを選択するとプレイできます。
새로운 맵을 선택할 수 있게 되었습니다=可以选择新地图了
(사용시 라이프 1개 소모)=(使用时消耗1个回复道具)
(캐릭 체인저 1개 사용)=(使用1个角色转换卡)
(캐릭 체인저 1개 소진)=(消耗1个角色转换卡)
사용하실 캐릭터를 선택해 주세요.=请选择要使用的角色。
다른 플레이어를 기다리고 있습니다.=正在等待其他玩家。
부활중입니다.=正在复活。
%s\n아이템 획득!=%s\n获得道具!
획득=获得
남은시간=剩余时间
%d 시간이 경과했습니다.=已经过%d小时。
# Game Play End ###########################################################################################
# training  Begin ############################################################################################
연습=练习
미니게임=迷你游戏
수련1=练习1
수련2=练习2
수련3=练习3
수련을 끝낼까요?=真要中止练习吗?
수류탄 투척=手雷训练
이동 사격=移动射击
고정 사격=定点射击
\nMISSION Failed !!\n\n미션에 실패 하셨습니다.\n\n여기서 끝내실 생각은 아니시겠죠?\n\n당신의 “근성”을 보여주세요!!\n\n\n=\n挑战失败!!\n\n你不想就这么结束吧。\n\n请展示一下你的毅力吧!\n\n\n
\nMISSION Failed !!\n\n미션에 실패 하셨습니다.\n\n이대로 쓸쓸히 돌아설 생각이신가요?\n\n당신은 할 수 있습니다.\n\n다시한번 도전해 보세요!\n\n\n=\n挑战失败!!\n\n你现在就想回头了吗。\n\n你可以做到的!\n\n请重新再挑战一次吧!\n\n\n
\nMISSION SUCCESS !!\n\n“사과탄 투척”을 끝으로\n당신의 작은 모험이 끝났습니다.\n\n지금까지 즐기신 게임들은 \n수련모드에서 다시 플레이하실 수 있습니다.\n\n”나가기” 버튼을 클릭하시면\n메인 메뉴로 돌아갑니다.\n\n\n=\n挑战成功!!\n\n随着“手雷训练”任务的完成\n小小的冒险也告以段落。\n\n现在为止所有尝试过的游戏\n都可以在练习模式中重新体验。\n\n点击”退出”键即可回到主菜单。\n\n\n
\nMISSION SUCCESS !!\n\n“이동사격”마스터 하셨습니다.\n\n다음 미션은 “수류탄 투척”.\n\n역시 멋지게 마스터해 주십시오.\n\n\n=\n挑战成功 !!\n\完成“移动射击”任务了。\n\n下个任务是“手雷训练”。\n\n请继续努力完成吧。\n\n\n
\nMISSION SUCCESS !!\n\n여기까지!!\n\n”고정사격” 부분을 마스터 하셨습니다.\n\n다음 미션은 “이동사격”.\n\n역시 멋지게 마스터해 주십시오.\n\n\n=\n挑战成功!!\n\n你已完成”定点射击”部分。\n\n下个任务是更具挑战性的“移动射击”。\n\n请继续努力吧。\n\n\n
\n 당신의 작은 모험이 \n\n 아직 끝나지 않은 채로 남아 있군요.\n\n 자, 다시 시작해 볼까요~?  \n\n\n=\n 你的冒险\n\n似乎还没有结束。\n\n 那么、重新开始吧!  \n\n\n
\n 어서오세요~ \n\n 당신을 위한 작은 모험이      \n\n 준비되어 있습니다. \n\n 함께 떠나 볼까요? \n\n\n=\n 快来吧! \n\n为你特意准备了一个小小的冒险旅程     \n\n 准备好了吗。 \n\n 开始吧! \n\n\n
\n\n메세지 : =\n\n密语：
메세지 :=密语：
\n강철거미를 물리쳐라!\n\n승리조건 : 강철거미들의 전멸\n패배조건 : 플레이어의 죽음\n\n움직이기 : WASD\n커서이동 : 마우스\n폭탄 투척 : 마우스 왼쪽 버튼\n\n* 팁(Tip) *\n폭탄 투척 거리는 누르는 시간으로 조절\n\n\n=\n\n击退钢铁蜘蛛!\n\n胜利条件 : 钢铁蜘蛛全灭\n失败条件 : 玩家死亡\n\n方向移动 : WASD\n瞄准镜移动 : 鼠标\n手雷投掷: 鼠标右键\n\n* 提示 *\n手雷投掷的距离可以通过按住鼠标左键的时间来调节。\n\n\n
\n날아오는 식인 물고기를 잡아라!\n\n승리조건 : 식인 물고기의 전멸\n패배조건 : 플레이어의 죽음\n\n움직이기 : WAD\n커서이동 : 마우스\n총 쏘 기 : 마우스 왼쪽 버튼\n\n* 팁(Tip) *\n2단 점프  : 점프 버튼 2번 연타\n돌 격 기 : →→ 또는 ←←\n\n\n=\n抓住飞来的食人鱼!\n\n胜利条件 : 食人鱼全灭\n失败条件 : 玩家死亡\n\n方向移动 : WAD\n准星移动 : 鼠标\n射击 : 鼠标左键\n\n* 提示 *\n二段跳跃  : 连续点击2次跳跃键\n突击技 : →→ 或 ←←\n\n\n
\n익시드호를 지켜라!!\n\n승리조건 : 메카피들의 전멸\n패배조건 : 익시드호의 파괴\n\n커서이동 : 마우스\n총 쏘 기 : 마우스 왼쪽 버튼\n\n\n=\n坚守艾德号!\n\n胜利条件 : 敌人全灭\n失败条件 : 艾德号被破坏\n\n移动 : 鼠标\n射击 : 鼠标左键\n\n\n
계속 도전=继续挑战
다시하기=重新开始
돌아가기=返回
# training End ##############################################################################################
# Item Repair Begin #########################################################################################
내구도=耐久度
수리실패=修理失败
스패너 한개를 소비하여=是否消耗一个扳手来
위 아이템의 내구도를 100%로=把上面的道具耐久度恢复为100％
수리하시겠습니까?=要进行吗?
(각 아이템별 최대 수리가능 횟수는 3회)=（各种道具最多可重复修理3次）
의 내구도를 100%로 수리하였습니다=的耐久度已恢复为100％。
의 내구도를 100%로 수리하였습니다.=的耐久度已恢复为100％。
수리완료=修理完成
아이템 수리 실패=道具修理失败
수리=修理
수리가능 횟수:%d=修理可能次数:%d
수리할 수 없는 아이템입니다=不能修理的道具。
아이템 내구도가 높아서 수리할 필요가 없습니다=道具耐久度很高，无需进行修理。
더이상 고칠 수 없는 아이템입니다=无法再进行修理的道具。
스패너가 모자랍니다. 상점에서 스패너를 구매하세요=扳手不足。请在商店中购买扳手。
- 아이템의 내구도가 %d%%로 늘어납니다.=- 道具的耐久度将提升至%d%%。
- 아이템의 내구도는 100%%입니다.=- 道具耐久度为100%%。
# Item Repair End ##########################################################################################
# Ladder Begin ############################################################################################
래더=竞技场
래       더=竞技场
%d등급 %d점=%d等級 %d点
(없음)=(无)
래더 랭킹 점검 시간(04:00~04:30), 잠시 후 다시 시도해주세요.=竞技场排名系统维护时间(04:00~04:30)。请稍好重试。
%d점=%d点
서버에서 래더 랭킹을 재계산하는 중이기 때문에 래더 게임을 시작하실 수 없습니다.=服务器正在重新计算竞技场排名、现在无法开始竞技场游戏。
래더 채널에 입장하실 수 있게 되었습니다.=可以进入竞技场频道了。
래더 채널에서는 초청하실 수 없습니다.=在频道中无法进行邀请。
래더 서버 운영시간이 아닙니다.=目前不是竞技场服务器开放时间。
래더 운영 시간(20:00~22:00)에 플레이해 주세요.=竞技场服务器开放时间(20:00～22:00)。
래더 운영 시간이 아닙니다.=目前不是竞技场开放时间。
# Ladder End ##############################################################################################
# Lobby Begin #############################################################################################
로비=游戏大厅
방만들기_로비=建立房间
팀만들기_로비=组队
슈팅시작_로비=开始射击
무투시작_로비=开始格斗模式
빠른시작_로비=快速开始
팀빠른시작_래더=快速开始
빠른시작_광장=快速开始
무투시작=快速开始
빠른시작=快速开始
슈팅시작=快速开始
전체방_로비=全部
대기방_로비=待机
전체방=全部房间
클릭하면 대기방만 보이게 됩니다.=点击后将只显示待机房间。
클릭하면 전체방이 보이게 됩니다.=点击后将显示全部房间。
이전=上页
다음=下页
유저리스트=玩家列表
추천상대=推荐对手
대기유저=待机玩家
클릭하면 추천상대만 보이게 됩니다.=点击后将只显示推荐对手。
클릭하면 대기유저만 보이게 됩니다.=点击后将只显示待机玩家。
대전=对战
대기중=待机中
게임중=游戏中
채널변경_로비=变更频道
# Lobby End ###############################################################################################
# User Information Begin ####################################################################################
유저 정보=玩家情报
유저 정보 보기=查看玩家情报
닉네임=昵称
닉네임 =昵称
레  벨=等级
레  벨 =等级
길  드=公会
전  적 =战绩
전  적=战绩
래더 전적=竞技场战绩
래더 점수=竞技场分数
현재위치=目前位置
친구추가=添加好友
# User Information End ######################################################################################
# ETC Begin ###############################################################################################
빅샷=炮炮火枪手
상대검색=查询对方
팀만들기=组队
팀이름=队伍名称
예=是
아니오=否
닫기=关闭
취소=取消
확인=确认
추가=追加
삭제=删除
그만두기=取消
그만하기=取消
다시 시도=重新尝试
나가기=退出
입력창=输入窗口
< 알림 >=＜公告＞
경험치=经验值
길드친구=公会好友
능력치=能力值
방이름=房间名称
비밀번호=房间密码
옵저버=观察者
참여하기=参加
보기=查看
다음으로=下一个
알림=公告
용병단=佣兵团
워락=术士
웹=网页
도움말=帮助
무시=无视
받기=接受
카트=卡片
유저 메뉴=用户 菜单
빅샷 메뉴=炮炮火枪手 菜单
빅샷 알림=提示
빅샷 종료=提示
사용자 정보=用户 情报
사용중인 캐릭터=使用中的角色
사용하기=使用
라이프 아이템=回复道具
캐릭 체인저=角色转换卡
슈팅전=射击战
같이하기=一起游戏
거절하기=拒绝
게임준비=游戏准备
경고=警告
구 무 투 전=旧格斗战
알립니다=告知
<운영자>=<管理者>
<팀챗>=<团队聊天>
운영자=管理者
필살기=必杀技
돌격기=突击技
돌격기는 가까이에 있는 적을 공격할 때 사용 합니다.\n\n앞, 또는 뒤쪽 방향키를 2번 빠르게 누르면 발동하며,\n\n매우 자주 자주 사용되는 기술입니다. 꼭 기억해 두세요~=突击技在近战攻击敌人时使用。\n\n请连续点击A或者D键来使用。\n\n是使用率非常频繁的技术，请务必熟练掌握。
%s 모드 클리어!=%s 全部完成!
%s, %d판 남음=%s, 剩余%d
(끊김)=(断开)
(상대방 오프라인)=(对手离线)
(아직 지원되지 않습니다.)=(暂不支持)
(준비중입니다)=(准备中)
, %d번 방=, %d号房间
＠=＠
\n종료하시겠습니까?\n\n=\n要关闭吗?\n\n
1. 달리기=1. 跑
2. 공격 : 돌격기=2. 攻击：突击技
3. 이동 : 이단 점프=3. 移动：二段跳
4. 공격 : 폭탄 던지기=4. 攻击：手雷
5. 지형 : 통과 가능지형=5. 地形：可通过的地形
게임을 하고 있지 않음=目前不在游戏中。
나무가지나 징검다리, 파이프와 같은 얇은 지형에서 앉기 버튼을\n\n누르면 그림과 같이 지형을 통과해 지나갈 수 있습니다.\n\n빅샷의 맵을 이해하는데 가장 중요한 개념중 하나 입니다.=在树枝、桥梁、钢管等地形上点击「S」键\n\n即可如图所示，通过地形。\n\n这是深入了解炮炮火枪手的地形过程中非常重要的一个部分。
내 창고에서 장착/사용하실 수 있습니다.=可在仓库中进行装备/使用。
내창고에서 아이템을 장착하세요.=请在仓库装备道具。
내창고에서 확인하세요.=请在仓库中确认。
넥슨 비밀번호를 입력해주세요.=请输入密码。
넥슨닷컴 로그인 여부를 확인해주세요.=请确认是否登陆到网站。
마우스 왼쪽클릭으로 시점을 전환할 수 있습니다.=请使用鼠标左键变换视角。
잠시 쉬었다 하시기 바랍니다=请过一会儿再进行。
전체 공지=全体 公告
전체 공지를 입력하세요.=请输入全体公告。
이동중에 마우스 오른쪽 버튼을 누르고 있으면 달리기 상태가 됩니다.\n\n달리기 중에는 SP가 지속적으로 소모되며, 소모된 SP는 가만히 있거나\n\n앉기(S버튼) 상태에서 회복됩니다.=移动中按住鼠标右键可以变为跑动状态。\n\n跑动过程中会不断消耗SP。消耗的SP将在角色不移动或蹲下时自动回复。
점프 상태에서 한번 더 점프키를 누르면 이단 점프를 하게 됩니다.\n\n이단 점프는 오르기 힘든 높은 지형도 가볍게 넘을 수 있으며,\n\n적의 공격을 피하는 가장 중요한 기술입니다.=在起跳状态下再跳一次将实现二段跳。\n\n二段跳是可通过无法穿越地形的有效方式、\n\n也是躲避子弹的重要技术。
제국군=帝国军
준비중=准备中
중단=中断
참가%d명=参加%d名
참가자 %d명:=参加者 %d名：
팀에 속해 있지 않습니다.=不属于团队。
파일 선택=文件选择
파일을 선택해주세요:=请选择文件。
확성기=小喇叭
확성기가 부족합니다. 상점에서 구입해 주세요=小喇叭不足。请到商店购买。
\n \n \n확성기 아이템을 사용하면\n 채널의 모든 유저에게 메세지를 보낼 수 있습니다.\n\n상점으로 이동해서 구입하세요\n \n \n=\n \n \n使用小喇叭可以给所有频道中的玩家发送消息。\n\n请到商店进行购买\n \n \n
외치고 싶은 말을 입력하세요=请输入你要喊话的内容。
모든 퀘스트의 이지모드는 누구나 플레이할 수 있습니다.=所有玩家都可以进入各项任务的简单模式。
<%s>는 대전(무투전)에서만 사용하실 수 있습니다.=<%s>只能在(格斗模式)中才可以使用。
<옵저버 설정 변경> 게임중 채팅을 보지 않습니다=<变更观察者设定> 游戏中不显示聊天内容。
<옵저버 설정 변경> 게임중 채팅을 볼 수 있게되었습니다=<变更观察者设定>游戏中显示聊天内容。
옵저버 입장이 가능해졌습니다.=观察者可以进入了。
옵저버로 입장=以观察者模式进入
옵저버로 입장하시겠습니까?=要以观察者身份进入吗?
#CN_SKIP#12세 미만 유저와는 무투전만을 플레이 하실 수 있습니다.=12歳未満のプレイヤーとは格闘戦だけプレイできます。
#CN_SKIP#12세 미만 유저와는 무투전만을 플레이 하실 수 있습니다. (%s)=12歳未満のプレイヤーとは格闘戦だけプレイできます。(%s)
#CN_SKIP#12세 미만 사용자가 포함된 방에서는 무투전만 플레이하실수 있습니다.=12歳以下のプレイヤーがいるルームでは格闘戦だけプレイできます。→韓国仕様
#CN_SKIP#오직 맨손으로 기술을 겨루는 무투의 세계!\n엘리어스가 무투전을 처음 시작하는 여러분을\n위해 간단한 레슨을 준비했습니다.=自らの体を武器にして戦う格闘の世界!\nエリアスが格闘戦を初めてプレイするあなたの\nために簡単なレッスンを用意しました。
#CN_SKIP#PC방 프리미엄 혜택을 받으실 수 있습니다.\n화이트 엘리어스로 더 흥미진진한 게임을 즐겨보세요!=ネットカフェプレミアム接続です\nホワイトエリアスでより面白いゲームが楽しめます!
#CN_SKIP#PC방을 향해 쏴라! 이벤트 응모=ネットカフェイベント 申し込み
타이와 카실은 투척무기(던지는 무기)를 사용합니다. 마우스 왼쪽\n\n버튼을 누르면 파워 게이지가 올라가고, 원하는 시점에 버튼을\n\n놓으면 투척됩니다. 던지는 방향과 힘의 조절이 포인트입니다.=泰尔与卡希尔的投掷武器。点击鼠标左键\n\n增加投掷力量槽、所要投掷的方向与力量的掌握是关键。
#CN_SKIP#강렬하고 통쾌한 무투기(격투기)를 사용해 승부하는 게임모드입니다.\n대전액션 게임을 좋아하는 분들에게 적합합니다.=強烈な格闘技を使って戦うゲームモードです。\n対戦アクションゲームが好きなプレイヤーにお勧めします。
#CN_SKIP#아이템 2배 이벤트 타임! (토,일 11시-4시)=アイテム 2倍 イベント タイム! (土,日 11時-4時)
# ETC End ################################################################################################
# New Text Begin ##########################################################################################
<%s> 아이템을 버리시겠습니까?\n버린 아이템은 완전히 없어지며, 복구할 수 없습니다=<%s>要丢弃道具吗?\n丢弃的道具将完全消失、无法返还。
버리기=丢弃
버리기 확인=确认丢弃
버리기 성공=成功丢弃
버리기 실패=丢弃失败
아이템을 버렸습니다.=已丢弃道具。
아이템을 버릴 수 없습니다.=无法丢弃道具。
맥     스=夺分模式
맥    스=夺分模式
맥   스=夺分模式
맥  스=夺分模式
맥 스=夺分模式
맥스=夺分模式
#바뀐 맵 이름들
포레스트 입구=森林-入口
포레스트 오크나무=森林-橡树
포레스트 달팽이 연못=森林-蜗牛水池
포레스트 무투장=森林-格斗场
포레스트 개미지옥=森林-蚂蚁地狱 
메가트론 입구=空间站-入口
메가트론 고철처리장=空间站-废铁处理场
메가트론 하수처리장=空间站-污水处理场
메가트론 무투장=空间站-格斗场
에스페란 입구=埃斯佩拉-边境
에스페란 용암동굴=埃斯佩拉-熔岩洞窟
에스페란 돌다리=埃斯佩拉-熔火之桥
에스페란 무투장=埃斯佩拉-格斗场
에스페란 해골성=埃斯佩拉-骷髅深渊
아이스리아 입구=爱斯利亚-边境
아이스리아 영웅의 다리=爱斯利亚-英雄之桥
아이스리아 북문=爱斯利亚-北门
아이스리아 무투장=爱斯利亚-格斗场
아이스리아 얼음탑=爱斯利亚-冰之塔
도미르 입구=多米岛-入口
도미르 캠프장=多米岛-营地
도미르 카스카해변=多米岛-卡斯卡海滩
도미르 무투장=多米岛-格斗场
카멜궁 1층=加密尔王宫-公主庭院
카멜궁 2층=加密尔王宫-谒见厅
카멜궁 3층=加密尔王宫-骑士大厅
카멜궁 무투장=加密尔王宫-格斗场
로즈가든 광장=玫瑰花园-广场
로즈가든 비밀의 화원=玫瑰花园-神秘庭院
로즈가든 무투장=玫瑰花园-格斗场
지하유적 입구=地下遗迹-入口
지하유적 지하 1층=遗迹-地下一层
지하유적 지하 2층=遗迹-地下二层
지하유적 무투장=遗迹-格斗场
지하유적 지하 3층=遗迹-地下三层
지하유적 비밀의 방=地下遗迹-储物室
지하유적 잊혀진 광장=地下遗迹-死亡密室
망각의 시간=遗忘之地
현자의 돌=贤者之石
고요의 땅=静寂之地
기타=其它
플레이어수=人数
#2007 1 23 추가
<팀챗>=<团队聊天> 
<운영자>=<管理者>
#Font For Dramatic Dialog
#MS PGothic=RgNOW-GU
#MS PGothic=RgPNOW-GU
#MS PGothic=RgNOW-GE
#MS PGothic=RgPNOW-GE
MS PGothic=RgHeiseiKG-W9
#MS PGothic=RgPHeiseiKG-W9
클라이언트를 종료하고 웹페이지로 이동합니다. \n이동하시겠습니까?=关闭客户端并移动至网页。\n需要移动吗?

#2007 02 06 새로 추가된 한글들
수류탄 훈련장=手雷训练场

#2007 02 08 added by 韓日視訳機
구입하신 아이템을 착용하시겠습니까?\n\n[%s] → [%s]=需要装备购买的道具吗?\n\n[%s] → [%s]
즉시 착용=立即装备
기본 무기=基本武器
없음=无


# 2007-03-12 
Z-TANK=Z型坦克
Life Score=生命  分数
SCORE / LIFE=分数 / 生命
KILL / DEATH=击杀 / 死亡
EXP=经验值
LADDER POINT=竞技场分数
픽셀=金币
PIXEL=金币
ITEM_클리어리절트=合成材料
CARD=称号卡片
EASY=简单
NORMAL=普通
HARD=困难
ITEM_게임타입=道具
NOITEM_게임타입=普通
L/K=生命/击杀
K/D=击杀/死亡


(자료 조회중...)=正在查询资料
(전적 없음)=无历史战绩


전체 기록=全体记录
개인 기록=个人记录
귓속 말   자동 거부=屏蔽密聊
넘어뜨릴 때 효과 끄기=关闭击倒特效
상대 팀 구분 효과 끄기=关闭特殊标识
%02d분%02d초로 자신의 기록을 수립하였습니다.=您的新记录为%02d分%02d秒.
%02d분%02d초로 새로운 기록을 수립하였습니다.=您的新记录更新为%02d分%02d秒.

DRAKA=岩浆巨龙


최근 강퇴 후 2분내에는 강퇴를 할 수 없습니다.=强制踢出2分钟之内无法重复踢出玩家.
올바른 넥슨 비밀번호를 입력해 주십시오.=请输入正确的密码.
한번 버려진 아이템은 다시 복구하실 수 없습니다.\n\n정말로 버리시겠습니까?=丢弃的道具将无法恢复.\n\n真要丢弃吗？
내창고에서 아이템을 영구삭제합니다.\n\n삭제하시겠습니까?=在我的仓库中永久删除.\n\n真要丢弃吗？
\n\n(버려진 아이템은 복구될 수 없습니다.)=\n\n（丢弃的道具将无法恢复）
상대가 귓속말 수신거부 상태입니다. 귓속말을 전달할 수 없습니다.=对方拒绝密聊，无法发送.

Def%+d%%=防御%+d%%
Defense %+d%%=防御%+d%%
HP%+d=生命%+d
HP %+d=生命 %+d
SP%+d=体力%+d
SP %+d=体力 %+d
Attack %+d%%=攻击 %+d%%
Atk%+d%%=攻击%+d%%
Speed %+d%%=速度 %+d%%
Spd%+d%%=速度%+d%%

HP=生命
SP=体力
Atk=攻击
Spd=速度
Def=防御
Def_torso=防御

BigShot=炮炮火枪手

#Team3% Up, Self5% Dn 등으로 표시됩니다.
Up=增加
Dn=降低
Team%d%% %s=团队%d%% %s
Self%d%% %s=自身%d%% %s
%d / %d pages=%d / %d 页
왕초보 채널에서는 무투전을 선택할 수 없습니다.=超级新手频道中无法选择格斗模式。
레벨이 맞지 않아 접속 하실 수 없습니다.=不符合等级要求，无法连接。
착용하고 있는 아이템은 버릴 수 없습니다.=无法丢弃装备中的道具。
착용 중인 아이템은 버릴 수 없습니다.\n장착을 해제하신후 버려주세요.=卸下装备后才可以进行丢弃
800 x 600 모드 선택 시 글자가 깨어져 보일 수 있습니다.=选择800 x 600模式后，字体会相应缩小。 
새로운 미션=新任务
아이템 버리기=丢弃道具
-Enemy=-敌人

%s의 내구도가 %d%% 남았습니다.=%s的装备耐久度还剩%d%%.
스패너를 이용하면 내구도를 수리할 수 있습니다.=请使用神奇扳手及时修理.
%s의 내구도가 %d%% 남았습니다.스패너를 이용하면 내구도를 수리할 수 있습니다.=%s的装备耐久度还剩%d%%，请使用神奇扳手及时修理.

UnderWorld=加密尔地下遗迹的秘密

왕초보=超级新手
일반=普通
고수=专家
자유=自由
초보=新手
//퀘스트=任务
방송=广播

대전채널=对战频道
퀘스트채널=任务频道
왕초보채널=超级新手
초보채널=新手频道
일반채널=普通频道
고수채널=专家频道
자유채널=自由频道
래더채널=竞技场频道
방송채널=实况频道

채널선택=选择频道

# Begin of LoginPopupDialog

게임시작_LoginDlg=开始火枪手之旅!
서버선택_LoginDlg=选择分区:
CT서버_LoginDlg=炮火连天(电信)
CNC서버_LoginDlg=枪林弹雨(网通)
ID :_LoginDlg=用户名:
PW :_LoginDlg=密码:
시작_LoginDlg=开始
ID저장_LoginDlg=记住帐号
비번찾기_LoginDlg=您忘记密码了吗?
회원가입_LoginDlg=您还没有注册成为世纪天成用户吗?
가입홍보1_LoginDlg=尽情享受炮炮火枪手带给您的乐趣,
가입홍보2_LoginDlg=请赶紧注册成为世纪天成会员,让我们用游戏创造乐趣!
가입홈피_LoginDlg=注册成为世纪天成用户

로그인 실패=登录失败

# End of LoginPopupDialog

존재하지 않는 ID이거나 비밀번호가 일치하지 않습니다.=不存在的帐号或密码错误.
IP나 계정이 제한되어 있습니다.=限制权限的帐号或IP.
시스템 오류=系统错误

ID가 존재하지 않습니다=不存在的帐号
탈퇴한 회원입니다=已退出的会员
ID가 존재하지 않거나 오류가 있는 ID입니다=帐号不存在
비밀번호가 일치하지 않습니다=密码错误
너무 많은 로그인 시도=超过允许的错误输入次数,请稍候再试
운영자에 의해 임시로 사용이 제한된 ID입니다=暂时被屏蔽的帐号
운영자에 의해 사용이 제한된 ID입니다=被屏蔽的帐号
거부된 IP로 로그인을 시도하였습니다=正在使用被限制的IP尝试登录
서비스 종료=终止服务
메신저 모듈이 초기화되어있지 않습니다=好友管理模块没有初始化
메신저 모듈 초기화를 실패하였습니다=好友管理模块初始化失败
인증 서버 실패=认证服务器失败

# Begin Of GameGuard

게임가드가 실행 중 입니다. 잠시 후나 재부팅 후에 다시 실행해보시기 바랍니다.=Game guard正在运行中，请重新启动或稍后再试。
게임이 중복 실행되었거나 게임가드가 이미 실행 중 입니다. 게임 종료 후 다시 실행해보시기 바랍니다.=游戏重复运行或Game guard正在运行之中，请结束游戏后重新运行。
게임가드 초기화 에러입니다. 재부팅 후 다시 실행해보거나 충돌할 수 있는 다른 프로그램들을 종료한 후 실행해 보시기 바랍니다.=Game guard初始化错误，请重新启动或关闭可能冲突的其他程序后再试。
게임가드 파일이 없거나 변조되었습니다. 게임가드 셋업 파일을 설치해보시기 바랍니다.=Game guard文件不存在或已变更，请重新安装Game guard。
윈도우의 일부 시스템 파일이 손상되었습니다. 인터넷 익스플로러(IE)를 다시 설치해보시기 바랍니다.=Window部分系统文件被破坏，请重新安装Internet Explorer(IE)。
게임가드 실행에 실패했습니다. 게임가드 셋업 파일을 다시 설치해보시기 바랍니다.=Game guard运行失败，请重新安装Game guard。
불법 프로그램이 발견되었습니다. 불필요한 프로그램을 종료한 후 다시 실행해보시기 바랍니다.=发现非法程序，请关闭不需要的程序后重新运行。
게임가드 업데이트를 취소하셨습니다. 접속이 계속 되지 않을 경우 인터넷 및 개인 방화벽 설정을 조정해 보시기 바랍니다.=您已经取消了Game guard更新，如果还是无法连接，请重新调整网络或个人防火墙设置。
바이러스나 스파이웨어로 인해 후킹이 실패하였습니다. 최신백신을 받으신 후 컴퓨터 전체검사를 해봅니다.=因病毒或木马的原因中断操作，请更新杀毒软件后检查计算机。
게임가드 초기화 에러 또는 구버젼의 게임가드 파일입니다. 게임가드 셋업파일을 다시 설치하고 게임을 실행해봅니다.=Game guard初始化错误或是旧的版本，请重新安装Game guard后运行游戏。
ini 파일이 없거나 변조되었습니다. 게임가드 셋업 파일을 설치하면 해결할 수 있습니다.=ini文件不存在或已变更，重新安装Game guard后就能解决问题。
npgmup.des 초기화 에러입니다. 게임가드폴더를 삭제후 다시 게임실행을 해봅니다.=npgmup.des初始化错误，请删除Game guard所在的文件夹后重新运行游戏。
게임가드 업데이트 서버 접속에 실패하였습니다. 잠시 후 재시도 해보거나, 개인 방화벽이 있다면 설정을 조정해 보시기 바랍니다.=连接Game guard更新服务器失败，请稍后再试或重新调整个人防火墙设置。
게임가드 업데이트를 완료하지 못 했습니다. 바이러스 백신을 일시 중시 시킨 후 재시도 해보시거나, PC 관리 프로그램을 사용하시면 설정을 조정해 보시기 바랍니다.=Game guard更新未完成，请暂时停止杀毒软件后重试，如果使用PC管理软件的请重新调整设置。
바이러스 및 해킹툴 검사 모듈 로딩에 실패 했습니다. 메모리 부족이거나 바이러스에 의한 감염일 수 있습니다.=病毒及外挂检验模块载入失败，有可能是内存不足或已被病毒感染。
게임가드 실행 중 에러가 발생하였습니다. 게임 폴더 안의 GameGuard 폴더에 있는 *.erl 파일들을 Game1@inca.co.kr로 첨부하여 메일 보내주시기 바랍니다.=Game guard启动过程中发生错误，请把游戏文件夹下Gameguard文件夹中全部的*.erl文件发送至Game2@inca.co.kr 

# End Of GameGuard

축하합니다. 레벨 2가 되셨습니다.대전 채널을 이용 하실 수 있습니다.=恭喜你达到等级2.现在可以正式进入对战频道了.

** 원하시는 채널을 선택 해 주세요 **=请选择你要进入的频道
2~3레벨에 해당하는 유저만을 위한 대전 채널입니다.=只允许2~3级玩家进入的对战频道
4~5레벨에 해당하는 유저들을 위한 대전 채널입니다.=只允许4~5级玩家进入的对战频道
6~10레벨에 해당하는 유저들을 위한 대전 채널입니다.=只允许6~10级玩家进入的对战频道
11레벨 이상의 유저들을 위한 대전 채널입니다.=只允许11级以上玩家进入的对战频道
레벨2 이상의 유저가 이용할 수 있는 채널입니다.=只允许2级以上玩家进入的频道
모든 유저가 이용할 수 있는 채널입니다.=所有玩家都可进入的频道
개인정보 관리를 위해 정기적으로 비밀번호를 변경해주세요.=为了帐号的安全,请定期变更您的帐号密码。


네트웍 장애로 인해 자동으로 방을 나갑니다.=因为互联网的障碍退出房间
이동 키 : A, S, D, W=移动按键： A,S,D,W
이동 키: A, S, D, W=移动按键： A,S,D,W
무기변경 : 1,2,3 숫자키 또는 마우스 휠=变更武器：1,2,3 数字键或鼠标轮子
달리기 : Q, E 또는 마우스 오른쪽 버튼=跑 ：Q, E 或 鼠标右键
달리기 키 :  Q, E =奔跑键 ：Q, E
스킬(무투기)사용 키 : AA 또는 DD=格斗使用键：AA或 DD
연속공격 키 : JJ, JJJ, JJJJ, KK, JK=连续攻击键：JJ, JJJ, JJJJ, KK, JK
2단옆차기 키 : 이동점프 후 J나 K를 누르세요.=飞腿：跳2次后按J或 K键
도움말보기 : 키보드 <F1>키=帮助 ； 键盘<F1>键
아이템사용 키 : Ctrl 또는 Shift=使用道具：Ctrl 或 Shift
아이템획득 : 떨어지는 아이템 카드를 스쳐 지나가세요.=获取道具：走到道具上获取

플레이 시간이 3시간 이상 경과하였습니다. 경험치 및 아이템을 50%만 얻을 수 있습니다.=游戏时间已超过3个小时，只能得到50%的经验值及道具奖励。
플레이 시간이 5시간 이상 경과하였습니다. 경험치 및 아이템을 얻을 수 없습니다.=游戏时间已超过5个小时，无法得到经验值及道具奖励。
아이린은 레벨 4부터 사용하실 수 있습니다.=您可以从4级开始使用爱琳


게임가드 에러 : %d, %d=Gameguard错误：%d, %d
게임가드 초기화 에러 : %d=Gameguard初始化错误：%d
스피드핵이 감지되었습니다. =检测到非法加速程序。
게임핵이 발견되었습니다.\n%s=检测到非法外挂程序。\n%s
게임이나 게임가드가 변조되었습니다. =游戏或Gameguard被变更。
게임이나 게임가드가 변조되었습니다.\n확인 버튼을 클릭하시면 바이러스 검사 페이지로 자동으로 이동하게 됩니다.(백도어 치료 무료)\n(또는 기타 사용하고 계신 백신을 최신 업데이트 하신 후 PC를 점검하시기 바랍니다.) =游戏或Gameguard被变更，请升级目前使用的杀毒软件后对电脑进行病毒检查。


게임이나 게임가드가 변조되었습니다.=游戏或Gameguard被变更。
스피드핵이 감지되었습니다.=检测到非法加速程序。
게임이나 게임가드가 변조되었습니다.확인 버튼을 클릭하시면 바이러스 검사 페이지로 자동으로 이동하게 됩니다.(백도어 치료 무료)(또는 기타 사용하고 계신 백신을 최신 업데이트 하신 후 PC를 점검하시기 바랍니다.)=游戏或Gameguard被变更，请升级目前使用的杀毒软件后对电脑进行病毒检查。
아이린은 레벨 4부터 사용하실 수 있습니다.=您可以从4级开始使用爱琳


BULLFROG=机械青蛙

가격 정보=价格信息
구입하시기 전에 아이템의 가격과 기간, 내구도, 수량을 꼭 확인하여 주십시오.=购买之前请确认道具的价格，期限，耐久度和数量。
구입한 아이템은 구매취소 및 환불이 불가능하니 신중히 구매하시기 바랍니다.=已经购入的道具不可以取消购买及退款，请慎重考虑后再购买。
아이템의 기간제는 최대 800일까지, 수량제는 최대 800개까지, =道具的最大期限为800天，最大数量为800个，
내구도는 최대 800%까지 누적시킬 수 있습니다.=耐久度可以积累至800%。
수리횟수 무제한=修理次数无限制
- 내구도가 남아있으면 구입하실 수 없습니다.=耐久度还有剩余，不能够买。
- 아이템의 내구도가 %d판으로 늘어납니다.=道具的耐久度提高到%d局。
- 아이템의 내구도가 %d%%로 늘어납니다.=道具的耐久度提高%d%%。
- 아이템의 내구도는 100%%입니다.=道具耐久度为100%%。
선물 받는 아이템의 기간 및 수량 변동사항을 확인하세요.=请确认已收道具的期限及数量等可能会变更的事项。
- 기존의 기간제 아이템의 사용이 만료된 후 구입해주시기 바랍니다.=请在现有道具的使用期限结束后购买。
내구도가 남아있지 않습니다. 수리해서 사용해 주세요.=耐久度为0，请修理后再使用。
선물하시기 전에 아이템의 가격과 기간, 내구도, 수량을 꼭 확인하여 주십시오.= 赠送礼物前请确认道具的耐久度,数量,使用期限和价格.

# Popshot Reborn 补译 Begin #################################################################################
# 2026-09-14 复活工程补的。原版这些串在表里查不到 key ⇒ 游戏里原样显示韩文。
# 有官方译法的照抄本表上文；服务端 / GM 管理页翻过的照那份，保持一致。
# --- 角色名（ChrProps.ini 的 ChrName，商城 / 选角界面）---
라스 티타늄=拉斯 钛金版
파이크=派克
시리아 마스=希莉亚 玛斯
아이린=爱琳
화이트 엘리어스=艾丽亚丝白色版
쉐도우 타이=暗影泰尔

# --- 地图主题名 + 任务选择界面的剧情简介（map.ini）---
망자의 사막=亡者沙漠
자미로 비밀기지=扎米洛秘密基地
하늘=天空
페스티발=节日庆典
정체모를 괴물이 작은 마을들을 습격하고 있다!\n타이 일행에게 들어온 구조 요청. 과연 괴물의 정체는?=身份不明的怪物正在袭击一个个小村庄!\n泰尔一行人收到了求救请求。怪物的真面目究竟是什么?
에스페란 유적에서 연이어 발생하는 괴물의 습격.\n괴물의 정체에 대한 목격자들의 주장이 엇갈리는\n가운데 타이 일행이 조사에 나선다.=埃斯佩拉遗迹接连发生怪物袭击。\n目击者们对怪物真面目的说法各执一词，\n泰尔一行人就此展开调查。
익시드호로 여행중이던 일행 앞에 나타난 의문의 섬.\n레이더에도, 지도에도 나타나지 않은 이 섬에서 과연 일행을 기다리고 있는 것은?=乘艾德号旅行的一行人眼前出现了一座神秘的岛。\n雷达上没有、地图上也没有，这座岛上等着他们的究竟是什么?
계속되는 조사를 마치고 도미르 섬으로 돌아가는 타이 일행.\n하지만 자미로의 추격은 계속된다!\n일행은 과연 이 위기에서 벗어날 수 있을것인가!=结束了连日的调查，泰尔一行人踏上返回多米岛的归途。\n然而扎米洛的追击并没有停下!\n他们究竟能不能摆脱这场危机!
천년 고도 카멜의 지하에서 발견된 고대 유적.\n어두운 지하 던전 속에서 미지의 유적을 탐험하고 있는\n 타이 일행의 앞에 나타난 적의 정체는...?=千年古都加密尔的地下发现的远古遗迹。\n在漆黑的地下城里探索未知遗迹的\n 泰尔一行人面前，出现的敌人究竟是谁...?

# --- 单张地图名（map.ini 的 MapDisplayName，「选择地图」那个下拉）---
축제의 시작=开幕
구름 다리=云桥
한밤의 축제=烟火晚会
페스티발 테마 무투맵=庆典-格斗场
자미로 비밀 연구소=扎米洛秘密研究所
푸른 하늘=蔚蓝天空
푸른 하늘의 보스=蔚蓝天空-BOSS

# --- 晋级任务列表界面（PromotionListUI.ui）---
진행가능=可进行
완료한 승급 퀘스트=已完成的晋级任务
현재 도전중인 승급 퀘스트=当前挑战中的晋级任务
예정=预定
다음 승급 퀘스트=下一个晋级任务
다다음 승급 퀘스트=再下一个晋级任务
< 퀘스트 정보 >=< 任务信息 >
퀘스트 정보 설명=任务信息说明

# --- 装备加成面板的长格式（短格式本表 1457/1458 早就有，只缺带空格这三条）---
Team %d%% %s=团队%d%% %s
Self %d%% %s=自身%d%% %s
Down=降低

# --- 战斗中的情境提示（ContextGuide.ini，CP949，只能在这儿翻）---
마우스 왼쪽 버튼을 누르고 있으면 투척 거리가 조정됨=按住鼠标左键可以调整投掷距离
SP 부족해서 대쉬/달리기 불가=体力不足，无法冲刺/跑动
무기 재장전 중에는 발사 불가능=武器装填中，无法开火
마우스 왼쪽 클릭으로 무기 발사=点击鼠标左键开火
A/D 키를 이용해서 좌우로 이동=用 A/D 键左右移动
W 키를 누르면 점프=按 W 键跳跃
점프중 W를 한번더 누르면 더블 점프=跳跃中再按一次 W 可以二段跳
땅위에서 S 키를 누르고 있는 동안 앉게됨=在地面上按住 S 键就会蹲下
통과 지형에서 S 키를 누르면 내려감=在可穿过的地形上按 S 键可以下落
1,2,3 키 혹은 마우스 스크롤로 무기 변환=用 1,2,3 键或鼠标滚轮切换武器
AA 혹은 DD로 대쉬 공격=连按 AA 或 DD 使出近身攻击
Q 혹은 E로 달리기=按 Q 或 E 跑动
CTRL 눌러서 아이템 사용=按 CTRL 使用道具
무기로 보물상자를 깨트리세요=用武器打破宝箱
몹을 쏴 죽이세요=射杀怪物

# --- 状态（buff）名（Status.ini）---
자신의 상태 변경이 없는 아이템=不改变自身状态的道具
용암빠짐=掉进岩浆
분노부활=愤怒复活
앉아서 sp 찰때=蹲下回复体力
라이프 보너스 받음=获得回复道具加成
퀘스트 달인 효과=任务达人效果

# --- 道具效果名（Item.ini）---
하트회복량증가=红心回复量增加

# --- 帮助提示（HelpMsg.ini）---
약공격 키 : J  강공격 키: K  가드(방어)키 : L=普通攻击键 : J  强力攻击键: K  格挡(防御)键 : L
달리기 키 :  Q, E=跑动键 :  Q, E
본 게임은 전체이용가입니다.=本游戏为全年龄适用。

# --- 其余界面（Ui\*.ui）---
    채널 선택=    选择频道
광장 채널=广场频道
현재 내구도=当前耐久度
인챈트=附魔
추천 해주신 분의 닉네임 :=推荐人昵称 :
(없으면 비우셔도 됩니다)=(没有可以留空)
아이템의 기간제는 최대 800일까지, 수량제는 최대 800개까지,=道具的期限制最多800天，数量制最多800个，

# --- 客户端 exe 的运行时消息（带 %s/%d 的那些，资源文件里没有）---
같은 편 유저의 접속이 종료되어 팀 검색이 취소되었습니다.=队友断开连接，组队匹配已取消。
팀 검색이 완료되었습니다. 자동으로 시작합니다.=组队匹配完成，即将自动开始。
비슷한 실력의 상대팀을 검색하지 못했습니다.=没有找到实力相近的对手队伍。
비슷한 실력의 상대팀을 검색하기 시작했습니다.=开始寻找实力相近的对手队伍。
축하합니다! 쉐도우타이의 멋진 모습을 담아 스크린샷게시판에 올려서 이벤트에 응모하세요.^0^=恭喜! 把暗影泰尔的帅气造型截图发到截图专区参加活动吧。^0^
%s님이 %s 캐릭터로 선택되었습니다.=%s 选择了 %s 角色。
입력=输入
무  투  전=格斗模式
채널1=频道1
오직 맨손으로 기술을 겨루는 무투의 세계!\n엘리어스가 무투전을 처음 시작하는 여러분을\n위해 간단한 레슨을 준비했습니다.=只凭一双拳脚较量技艺的格斗世界!\n艾丽亚丝为初次接触格斗模式的各位\n准备了简单的课程。
PC방 프리미엄 혜택을 받으실 수 있습니다.\n화이트 엘리어스로 더 흥미진진한 게임을 즐겨보세요!=您正在享受网吧特权。\n用艾丽亚丝白色版来体验更精彩的游戏吧!
공지=公告
이벤트채널=活动频道
래 더=竞技场
무투전=格斗模式
광장=广场
클릭하면 래더채널에 모든 유저가 보이게 됩니다.=点击后可以看到竞技场频道的全部玩家。
전체유저=全部玩家
잘못된 사용자입니다.=用户无效。
아이템이 존재하지 않습니다.=道具不存在。
더 이상 초기화 할 전적이 없습니다.=已经没有可以初始化的战绩了。
전적이 모두 초기화 되었습니다.=战绩已全部初始化。
전적 초기화 아이템 오류=战绩初始化道具错误
전적 초기화 아이템=战绩初始化道具
 쪽지 메시지에 비속어가 검색되었습니다. 바르고 고운말로 친구에게 쪽지를 보내주세요.^0^= 纸条信息中包含禁用词汇。^0^
사용 판수가 만료되었습니다. 수리해서 사용해 주세요.=使用次数已用完，请修理后再使用。
알 수 없는 에러=未知错误
아이템 내구도가 높아서 수리할 필요가 없습니다.=道具耐久度很高，无需进行修理。
%d게임=%d局
현재 픽셀 :=金币：
현재 넥슨캐시 :=游戏币：
이 아이템의 수리 가능 횟수는 %d회 남았습니다.=这个道具还能修理 %d 次。
이 아이템은 수리 가능 횟수의 제한이 없습니다.=这个道具没有修理次数限制。
수리하기=修理
수리가능=可修理
(수리가능)=(可修理)
사용=使用
무제한=无限制
아이린 전용=爱琳专用
기존의 전적이 모두 삭제 됩니다.\n\n사용하시겠습니까?=现有战绩将全部删除。\n\n要使用吗？
- 아이템의 내구도가 %d%%로 늘어나고, 수리가능 횟수는 %d회가 됩니다.=- 道具的耐久度将提升至%d%%，可修理次数变为%d次。
- 아이템의 내구도는 최대 800%%까지입니다.=- 道具耐久度最多为800%%。
슬롯을 열 수 없습니다=无法开启位置
게임 모드의 최대 정원을 초과하였습니다=超过该游戏模式的最大人数上限。
팀 전원이 Ready 해야 래더 상대를 찾을 수 있습니다.=全队都准备完毕才能搜索竞技场对手。
아이린은 레벨4 부터 사용하실 수 있습니다.=您可以从4级开始使用爱琳
팀  장=队长
창  고=仓库
연결할 팀을\n검색하고 있습니다.=正在搜索\n可以匹配的队伍。
모두 준비하면\n대전 상대를 검색할 수\n있습니다.=全员准备完毕后\n就可以搜索\n对战对手了。
원하는 맵을 고르세요.=请选择想玩的地图。
검색중=搜索中
토템이 생성되었습니다.=图腾已生成。
상대팀이=对方队伍
우리팀이=我方队伍
%s 팀이=%s 队
적이=敌人
당신이=你
%s 님이=%s
폭발까지 앞으로 1분 남았습니다.=距离爆炸还有1分钟。
폭발까지 앞으로 3분 남았습니다.=距离爆炸还有3分钟。
폭발까지 앞으로 5분 남았습니다.=距离爆炸还有5分钟。
우는표정=哭泣表情
웃는표정=微笑表情
무표정=面无表情
에서= → 
으로=
게임중에는 넥슨 메신저 화일전송이 자동거부됩니다=游戏中会自动拒绝好友管理器的文件传输。
(온라인)=(在线)
(게임중)=(在线)
(차단됨)=(被屏蔽)
(등록대기중)=(等待确认)
게임이나 게임가드가 변조되었습니다.\n확인 버튼을 클릭하시면 바이러스 검사 페이지로 자동으로 이동하게 됩니다.(백도어 치료 무료)\n(또는 기타 사용하고 계신 백신을 최신 업데이트 하신 후 PC를 점검하시기 바랍니다.)=游戏或 Game guard 被篡改。\n点击确认按钮会自动跳转到病毒检查页面。(后门清除免费)\n(或者请把您正在用的杀毒软件更新到最新版本后检查电脑。)
축하합니다!\n\n이제 무투전에서 %s맵을 선택하여 플레이하실 수 있습니다.\n\n(초보 채널부터 무투전 플레이 가능)=恭喜!\n\n现在可以在格斗模式里选择 %s 地图游戏了。\n\n(初级频道起就能玩格斗模式)
님께서 귓속말로 비속어를 사용하여 3분간 대화가 금지됩니다.=在密语中使用禁用词汇,受到3分钟禁言惩罚。
%s의 내구도를 수리해야 합니다.=需要修理 %s 的耐久度。
게임을 시작할 수 없습니다.=无法开始游戏。
아이디=帐号
비번=密码
넥슨 플러그 로그인 (선택사항)=好友管理器登录（可选）
(랜덤)=(随机)

# Popshot Reborn 补译 End ###################################################################################
